Repository: aaronfranke/warehouse
Catalog: po/*.po
Languages: fi, hu, pt_br, sk, tr

source: Packages that applications depend on
fi: Paketit, joista sovellukset ovat riippuvaisia
hu: Csomagok, amelyekre az alkalmazások épülnek
pt_br: Pacotes que aplicativos são dependentes
sk: Balíky, na ktorých aplikácie závisia
tr: Uygulamaların bağımlı olduğu paketler

source: Filter by Remotes
fi: Suodata etätyöpöydän mukaan
hu: Szűrés tároló alapján
pt_br: Filtrar por repositórios
sk: Filtrovať podľa vzdialených repozitárov
tr: Uzaklara Göre Süz

source: Show packages from selected remotes
fi: Näytä paketit valituista etätyöpöydistä
hu: A kiválasztott tárolóból való csomagok mutatása
pt_br: Mostrar pacotes de repositórios selecionados
sk: Zobrazenie balíkov z vybraných vzdialených repozitárov
tr: Seçili uzaktan kumandalardaki paketleri göster

source: Showing packages from all remotes
fi: Pakettien näyttäminen kaikista etätyöpöydistä
hu: Csomagok mutatása minden tárolóból
pt_br: Mostrando pacotes de todos os repositórios
sk: Zobrazenie balíkov zo všetkých vzdialených repozitárov
tr: Tüm uzaktan kumandalardan gelen paketleri gösterme

source: Enable to show packages from selected remotes
fi: Ota käyttöön pakettien näyttäminen valituista etätyöpöydistä
hu: A kapcsolóval engedélyezheti a tároló-alapú szűrést
pt_br: Ative para mostrar pacotes dos repositórios selecionados
sk: Povoľte zobrazenie balíkov z vybraných vzdialených repozitárov
tr: Seçili uzaktan kumandalardaki paketleri göstermeyi etkinleştirin

source: Filter by Runtimes
hu: Szűrés futtatókörnyezet alapján
pt_br: Filtrar por runtimes
sk: Filtrovať podľa Runtimes
tr: Çalışma Zamanlarına Göre Süz

source: Show apps using selected runtimes
fi: Näytä sovellukset, jotka käyttävät valittuja suoritusaikoja
hu: A kiválasztott futtatókörnyezetet használó alkalmazások mutatása
pt_br: Mostrar aplicativos usando as runtimes selecionadas
sk: Zobraziť aplikácie používajúce vybrané runtime
tr: Seçili çalışma zamanlarını kullanan uygulamaları göster

source: Showing apps using any runtime
fi: Näytetään sovelluksia, jotka käyttävät mitä tahansa ajoaikaa
hu: Csomagok mutatása bármilyen futtatókörnyezettel
pt_br: Mostrando aplicativos usando qualquer runtime
sk: Zobrazenie aplikácií používajúce ľubovoľný runtime
tr: Herhangi bir çalışma zamanı kullanan uygulamaları gösterme

source: Enable to show apps using selected runtimes
fi: Näytä sovellukset, jotka käyttävät valittuja suoritusaikoja
hu: A kapcsolóval engedélyezheti a futtatókörnyezet-alapú szűrést
pt_br: Ative para mostrar aplicativos usando as runtimes selecionadas
sk: Povoľte zobrazenie aplikácií používajúcich vybrané runtime
tr: Seçili çalışma zamanlarını kullanan uygulamaları göstermeyi etkinleştirin

source: Reset Filters
hu: Szűrők visszaállítása
pt_br: Redefinir filtros
sk: Obnoviť filtre
tr: Süzgeçleri Sıfırla

source: Search Packages
fi: Etsi paketteja
hu: Csomagok keresése
pt_br: Buscar Pacotes
sk: Hľadať balíky
tr: Paketleri Ara

source: Select Packages
fi: Valitse paketit
hu: Csomagok kiválasztása
pt_br: Selecionar Pacotes
sk: Vybrať balíky
tr: Paket Seçiniz

source: No Packages Match Filters
fi: Ei pakettien sopivia suodattimia
hu: Nem találhatók csomagok ezzel a szűrővel
pt_br: Nenhum Pacote corresponde aos filtros
sk: Žiadne balíky nezodpovedajú filtrom
tr: Hiçbir Paket Süzgeçlerle Eşleşmiyor

source: No installed package matches all of the currently applied filters
fi: Mikään asennettu paketti ei vastaa kaikkia tällä hetkellä käytössä olevia suodattimia
hu: Nincs telepített csomag, ami megfelelne az összes jelenlegi szűrőnek
pt_br: Nenhum pacote instalado corresponde a todos os filtros aplicados
sk: Žiadny nainštalovaný balík nezodpovedá všetkým aktuálne použitým filtrom
tr: Yüklü hiçbir paket şu anda uygulanan tüm süzgeçlerle eşleşmiyor

source: No Packages Found
hu: Nem találhatók csomagok
pt_br: Nenhum Pacote encontrado
sk: Nenašli sa žiadne balíky
tr: Paket Bulunamadı

source: Warehouse cannot see the list of installed packages or your system has no packages installed
fi: Varasto ei näe asennettujen pakettien luetteloa tai järjestelmääsi ei ole asennettu paketteja
hu: A Raktár nem fér hozzá a telepített csomagok listájához, vagy egy sincs telepítve a rendszeren
pt_br: O Armazém não consegue ver a lista de pacotes instalados ou seu sistema não possui pacotes instalados
sk: Warehouse nevidí zoznam nainštalovaných balíkov alebo váš systém nemá nainštalované žiadne balíky
tr: Warehouse yüklü paketlerin listesini göremiyor veya sisteminizde yüklü paket yok

source: No Results Found
hu: Nincs találat
pt_br: Nenhum Resultado Encontrado
sk: Nenašli sa žiadne výsledky
tr: Sonuç Bulunamadı

source: Try a different search
hu: Próbálkozzon valami mással
pt_br: Tente uma busca diferente
sk: Skúste vyhľadať niečo iné
tr: Farklı bir arama deneyin

source: Select All
hu: Összes kiválasztása
pt_br: Selecionar tudo
sk: Vybrať všetko
tr: Tümünü Seç

source: Uninstall
fi: Poista asennus
hu: Eltávolítás
pt_br: Desinstalar
sk: Odinštalovať
tr: Kaldır

source: Copy Names
hu: Nevek másolása
pt_br: Copiar nomes
sk: Kopírovať názvy
tr: Adları Kopyala

source: Copy IDs
hu: Azonosítók másolása
pt_br: Copiar IDs
sk: Kopírovať ID
tr: Kimlikleri Kopyala

source: Copy Refs
hu: Hivatkozások másolása
pt_br: Copiar refs
sk: Kopírovať Ref
tr: Referansları Kopyala

source: {} Selected
hu: {} kiválasztva
pt_br: selecionado(s) {}
sk: {} vybrané
tr: {} Seçildi

source: Error getting Flatpak '{}'
hu: A(z) „{}” Flatpak beszerzése sikertelen
pt_br: Erro ao obter Flatpak '{}'
sk: Chyba pri získavaní '{}' balíku Flatpak
tr: Flatpak '{}' alınırken hata oluştu

source: Names
hu: Nevek
pt_br: Nomes
sk: Mena
tr: Adlar

source: IDs
hu: Azonosítók
sk: ID
tr: DKler

source: Refs
hu: Hivatkozások
pt_br: Referências
sk: Ref
tr: Referanslar

source: Copied {}
hu: {} másolva
pt_br: copiado {}
sk: {} skopírované
tr: {} kopyalandı

source: Could not copy {}
hu: Nem sikerült másolni a következőt: {}
pt_br: Não foi possível copiar {}
sk: Nepodarilo sa skopírovať {}
tr: Kopyalanamadı {}

source: Errors occurred while uninstalling
hu: Hibák történtek az eltávolítás során
pt_br: Ocorreu erros ao desinstalar
sk: Pri odinštalovaní sa vyskytli chyby
tr: Kaldırma sırasında hatalar oluştu

source: Uninstalled Packages
hu: Csomagok eltávolítva
pt_br: Pacotes desinstalados
sk: Odinštalované balíky
tr: Kaldırılmış Paketler

source: Loading Packages
hu: Csomagok betöltése
pt_br: Carregando pacotes
sk: Načítavanie balíkov
tr: Paketler Yükleniyor

source: This should only take a moment
hu: Ez csak egy pillanatba telik
pt_br: Isso deve levar apenas um momento
sk: Toto by malo trvať len chvíľu
tr: Bu sadece bir dakikanızı alacaktır

source: Uninstalling Packages
hu: Csomagok eltávolítása
pt_br: Desinstalando pacotes
sk: Odinštalovanie balíkov
tr: Paketler Kaldırılıyor

source: Reinstalling Package
hu: Csomagok újratelepítése
pt_br: Reinstalando pacote
sk: Preinštalovanie balíka
tr: Paketi Yeniden Yükleme

source: This could take a while
hu: Ez eltarthat egy ideig
pt_br: Isso pode demorar um pouco
sk: Toto by mohlo chvíľu trvať
tr: Biraz uzun sürebilir

source: Changing Version
hu: Verzió váltása
pt_br: Versão de Mudança
sk: Zmena verzie
tr: Değişen Sürüm

source: Keep
hu: Megtartás
pt_br: Manter
sk: Zachovať
tr: Koru

source: Allows restoring app settings and content
hu: Lehetővé teszi az alkalmazás beállításainak és tartalmának visszaállítását
pt_br: Permite restaurar configurações e dados de aplicativos
sk: Umožňuje obnoviť nastavenia a obsah aplikácie
tr: Uygulama ayarlarını ve içeriğini geri yüklemeye izin verir

source: Trash
fi: Roskakori
hu: Törlés
pt_br: Excluir
sk: Kôš
tr: Çöpe Taşı

source: Send data to the trash
fi: Lähetä tiedot roskakoriin
hu: Adatok törlése
pt_br: Enviar dados para a lixeira
sk: Odoslať údaje do koša
tr: Çöp kutusuna veri gönderme

source: Uninstall {}?
fi: Poista {}?
hu: Eltávolítja ezt: {}?
pt_br: Desinstalar {}?
sk: Odinštalovať {}?
tr: {} Kaldırılsın Mı?

source: It will not be possible to use {} after removal
fi: {} ei ole mahdollista käyttää poiston jälkeen
hu: Nem lesz lehetséges a(z) {} használata az eltávolítás után
pt_br: Não será possível usar {} depois de removido
sk: Po odstránení nebude možné použiť {}
tr: Kaldırıldıktan sonra {} kullanmak mümkün olmayacaktır

source: Uninstall Packages?
hu: Eltávolítja a csomagokat?
pt_br: Desinstalar pacotes?
sk: Odinštalovať balíky?
tr: Paketleri Kaldırmak?

source: It will not be possible to use these packages after removal
fi: Näitä paketteja ei voi käyttää poistamisen jälkeen
hu: Eltávolítás után nem lehet ezeket a csomagokat használni
pt_br: Não será possível usar estes pacotes depois de removidos
sk: Po odstránení týchto balíkov ich nebude možné používať
tr: Bu paketleri kaldırdıktan sonra kullanmak mümkün olmayacaktır

source: App Settings & Content
hu: Alkalmazás beállításai és tartalma
pt_br: Configurações e conteúdo de app
sk: Nastavenia a obsah aplikácie
tr: Uygulama Ayarları ve İçerik

source: Properties Page Unavailable
hu: A tulajdonságok nem elérhetők
pt_br: Página de propriedades indisponível
sk: Stránka s vlastnosťami nie je dostupná
tr: Özellikler Sayfası Kullanılamıyor

source: Cannot show the properties page at this time
hu: Jelenleg nem lehet megjeleníteni a tulajdonságokat
pt_br: Não é possível exibir a página de propriedades neste momento
sk: Momentálne nie je možné zobraziť stránku s vlastnosťami
tr: Şu anda özellikler sayfası gösterilemiyor

source: Open
hu: Indítás
pt_br: Abrir
sk: Otvoriť
tr: Aç

source: Open User Data
fi: Avaa käyttäjätiedot
hu: Felhasználói adat mappa megnyitása
pt_br: Abrir dados de usuário
sk: Otvoriť údaje používateľa
tr: Açık Kullanıcı Verileri

source: Trash User Data
fi: Poista käyttäjätiedot
hu: Felhasználói adatok törlése
pt_br: Excluir dados de usuário
sk: Zahodiť údaje používateľa
tr: Kullanıcı Verilerini Çöpe Taşı

source: Version
hu: Verzió
pt_br: Versão
sk: Verzia
tr: Sürüm

source: Updates Disabled
hu: Frissítések kikapcsolva
pt_br: Atualizações desabilitadas
sk: Aktualizácie sú zakázané
tr: Güncellemeler Devre Dışı

source: Disable Updates
fi: Poista päivitykset käytöstä
hu: Frissítések kikapcsolása
pt_br: Desativar atualizações
sk: Zakázať aktualizácie
tr: Güncellemeleri Devre Dışı Bırak

source: Mask this package so it's never updated
hu: Csomag elfedése, hogy soha ne frissüljön
pt_br: Esconder este pacote para que não seja atualizado
sk: Zamaskujte tento balík, aby sa nikdy neaktualizoval
tr: Bu paketi maskeleyin, böylece asla güncellenmez

source: Change Version
hu: Verzióváltás
pt_br: Mudar versão
sk: Zmeniť verziu
tr: Sürümü Değiştir

source: Upgrade or downgrade this package
hu: Csomag frissítése vagy visszafrissítése
pt_br: Atualizar ou desatualizar este pacote
sk: Aktualizovať alebo znížiť verziu tohto balíka
tr: Bu paketi yükseltme veya düşürme

source: Installed Size
hu: Telepítés mérete
pt_br: Tamanho instalado
sk: Nainštalovaná veľkosť
tr: Kurulu Boyut

source: Runtime
hu: Futtatókörnyezet
pt_br: Tempo de execução
tr: Çalışma Zamanı

source: Disable Automatic Removal
hu: Automatikus eltávolítás kikapcsolása
pt_br: Desativar remoção automática
sk: Zakázať automatické odstránenie

source: Pin this runtime to keep it installed
fi: Kiinnitä tämä runtime pitääksesi sen asennettuna
hu: Futtatókörnyezet frissítése, hogy telepítve maradjon
pt_br: Fixe este tempo de execução para mantê-lo instalado
sk: Pripnúť tento runtime, aby zostal nainštalovaný
tr: Yüklü tutmak için bu çalışma zamanını sabitleyin

source: Package Information
hu: Csomaginformáció
pt_br: Informação do pacote
sk: Informácie o balíku
tr: Paket Bilgileri

source: Application ID
hu: Alkalmazásazonosító
pt_br: ID do aplicativo
sk: ID aplikácie
tr: Uygulama Kimliği

source: Architecture
hu: Architektúra
pt_br: Arquitetura
sk: Architektúra
tr: Mimari

source: Branch
hu: Ág
pt_br: Ramo
sk: Vetva
tr: Dal

source: License
hu: Licenc
pt_br: Licença
sk: Licencia
tr: Lisans

source: Installation Information
hu: Telepítési információ
pt_br: Informação da instalação
sk: Informácie o inštalácii
tr: Kurulum Bilgileri

source: Origin
hu: Eredet
pt_br: Origem
sk: Pôvod
tr: Köken

source: Collection
hu: Gyűjtemény
pt_br: Coleção
sk: Zbierka
tr: Koleksiyon

source: Installation
hu: Telepítés
pt_br: Instalação
sk: Inštalácia
tr: Kurulum

source: Commit Information
hu: Commit információ
pt_br: Informação de commit
sk: Informácie o commit
tr: Taahhüt Bilgileri

source: Parent
hu: Szülő
pt_br: Pai
sk: Nadradené
tr: Üst

source: Subject
hu: Tárgy
pt_br: Sujeito
sk: Predmet
tr: Konu

source: Date
hu: Dátum
pt_br: Data
sk: Dátum
tr: Tarih

source: {} Properties
fi: Ominaisuudet
hu: {} tulajdonság
pt_br: Propriedades de {}
sk: {} vlastností
tr: {} Özellikler

source: Properties
fi: Ominaisuudet
hu: Tulajdonságok
pt_br: Propriedades
sk: Vlastnosti
tr: Özellikler

source: Loading User Data
fi: Ladataan käyttäjätietoja
hu: Felhasználói adatok betöltése
pt_br: Carregando dados de usuário
sk: Načítavanie údajov používateľa
tr: Kullanıcı Verileri Yükleniyor

source: No User Data
fi: Ei käyttäjätietoja
hu: Nincsenek felhasználói adatok
pt_br: Não há dados de usuário
sk: Žiadne používateľské údaje
tr: Kullanıcı Verisi Yok

source: Could not get properties
fi: Ominaisuuksia ei voitu saada
hu: Tulajdonságok lekérése sikertelen
pt_br: Não foi possível obter as propriedades
sk: Nepodarilo sa získať vlastnosti
tr: Özellikler alınamadı

source: No version information found
fi: Versiotietoja ei löytynyt
hu: Nincs verzió információ
pt_br: Nenhuma informação de versão encontrada
sk: Nenašli sa žiadne informácie o verzii
tr: Sürüm bilgisi bulunamadı

source: Could not open data
fi: Tietoja ei voitu avata
hu: Az adatok megnyitása sikertelen
pt_br: Não foi possível abrir os dados
sk: Nepodarilo sa otvoriť údaje
tr: Veri dosyası açılamadı

source: Could not trash data
fi: Tietoja ei voitu siirtää roskakoriin
hu: Az adatok törlése sikertelen
pt_br: Não foi possível excluir os dados
sk: Nepodarilo sa vyhodiť údaje do koša
tr: Veriler çöpe atılamadı

source: Send {}'s User Data to the Trash?
fi: Lähetetäänkö käyttäjän {} käyttäjätiedot roskakoriin?
hu: Törli a(z) {} adatait?
pt_br: Enviar os dados do usuário {} para a lixeira?
sk: Vyhodiť používateľské údaje používateľa {} do koša?
tr: {} Kullanıcı Verilerini Çöpe Taşınsın Mı?

source: Your settings and data for this app will be sent to the trash
fi: Tämän sovelluksen asetukset ja tiedot lähetetään roskakoriin
hu: Az alkalmazás beállításai és adatai a kukába lesznek helyezve
pt_br: Suas configurações e dados deste aplicativo serão enviados para a lixeira
sk: Vaše nastavenia a údaje pre túto aplikáciu budú odoslané do koša
tr: Bu uygulama için ayarlarınız ve verileriniz çöp kutusuna gönderilecektir

source: Trash Data
fi: Roskakorin tiedot
hu: Adatok törlése
pt_br: Excluir dados
sk: Vyhodiť údajte
tr: Çöp Veri

source: Could not Disable Updates
fi: Päivityksiä ei voitu poistaa käytöstä
hu: A frissítések kikapcsolása sikertelen
pt_br: Não foi possível desativar as atualizações
sk: Nepodarilo sa zakázať aktualizácie
tr: Güncellemeler Devre Dışı Bırakılamadı

source: Could not Enable Updates
fi: Päivityksiä ei voitu ottaa käyttöön
hu: A frissítések engedélyezése sikertelen
pt_br: Não foi possível ativar atualizações
sk: Nepodarilo sa povoliť aktualizácie
tr: Güncellemeler Etkinleştirilemedi

source: Disabled Updates
hu: Frissítések kikapcsolva
pt_br: Atualizações Desativadas
sk: Aktualizácie sú vypnuté
tr: Güncellemeler Etkisiz

source: Enabled Updates
fi: Päivitykset käytössä
hu: Frissítések engedélyezve
pt_br: Atualizações Ativadas
sk: Aktualizácie sú zapnuté
tr: Etkin Güncellemeler

source: Could not Disable Autoremoval
fi: Automaattista poistoa ei voitu poistaa käytöstä
hu: Az automatikus eltávolítás kikapcsolása sikertelen
pt_br: Não foi possível desativar a Remoção Automática
sk: Nepodarilo sa zakázať automatické odstraňovanie
tr: Otomatik Kaldırma Devre Dışı Bırakılamadı

source: Could not Enable Autoremoval
fi: Automaattista poistoa ei voitu ottaa käyttöön
hu: Az automatikus eltávolítás bekapcsolása sikertelen
pt_br: Não foi possível ativar a Remoção Automática
sk: Nepodarilo sa povoliť automatické odstraňovanie
tr: Otomatik Kaldırma Etkinleştirilemedi

source: Disabled Autoremoval
fi: Automaattinen poisto pois käytöstä
hu: Automatikus eltávolítás kikapcsolva
pt_br: Remoção Automática Desativada
sk: Automatické odstraňovanie je zakázané
tr: Otomatik Kaldırma Devre Dışı

source: Enabled Autoremoval
fi: Automaattinen poisto käytössä
hu: Automatikus eltávolítás bekapcsolva
pt_br: Remoção Automática Ativada
sk: Automatické odstraňovanie je zapnuté
tr: Etkinleştirilmiş Otomatik Kaldırma

source: Could not uninstall
fi: Asennuksen poistaminen epäonnistui
hu: Az eltávolítás sikertelen
pt_br: Não foi possível desinstalar
sk: Nepodarilo sa odinštalovať
tr: Uygulama kaldırılamadı

source: Uninstalled {}
fi: Poistettu {}
hu: {} eltávolítva
pt_br: Desinstalado {}
sk: Odinštalovaný {}
tr: Kaldırıldı {}

source: Opening {}…
hu: {} indítása…
pt_br: Abrindo {}…
sk: Otváranie {}…
tr: Açıldı {}…

source: Could not open {}
fi: Ei voitu avata {}
hu: {} indítása sikertelen
pt_br: Não foi possível abrir {}
sk: Nepodarilo sa otvoriť {}
tr: Açılamadı {}

source: Reinstalled {}
fi: Asennettu uudelleen {}
hu: {} újratelepíteve
pt_br: Reinstalado {}
sk: Preinštalovaný {}
tr: Yeniden yüklendi {}

source: Reinstall {}?
fi: Asennetaanko {} uudelleen?
hu: Újratelepíti ezt: {}?
pt_br: Reinstalar {}?
sk: Preinštalovať {}?
tr: Yeniden yükleyin {}?

source: This package will be uninstalled, and then reinstalled from the same remote and installation.
hu: Ez a csomagok el lesz távolítva, majd újból telepítve ugyanabból a tárolóból.
pt_br: Este pacote será desinstalado e reinstalado a partir do mesmo controle remoto e instalação.
sk: Tento balík sa odinštaluje a potom sa znovu nainštaluje z toho istého vzdialeného repozitára a z tej istej inštalácie.
tr: Bu paket kaldırılacak ve ardından aynı uzaktan kumanda ve kurulumdan yeniden yüklenecektir.

source: Reinstall
fi: Asenna uudelleen
hu: Újratelepítés
pt_br: Reinstalar
sk: Preinštalovať
tr: Yenidenyükle

source: Copied launch command
fi: Kopioitu käynnistyskomento
hu: Indítási parancs másolva
pt_br: Comando de execução copiado
sk: Príkaz na spustenie bol skopírovaný
tr: Başlatma komutu kopyalandı

source: Could not copy launch command
fi: Käynnistyskomentoa ei voitu kopioida
hu: Indítási parancs másolása sikertelen
pt_br: Não foi possível copiar o comando de execução
sk: Nepodarilo sa skopírovať príkaz na spustenie
tr: Başlatma komutu kopyalanamadı

source: Could not show details
fi: Yksityiskohtia ei voitu näyttää
hu: Részletek megjelenítése sikertelen
pt_br: Não foi possível mostrar os detalhes
sk: Nepodarilo sa zobraziť podrobnosti
tr: Ayrıntılar gösterilemedi

source: Loading Properties
fi: Ladataan ominaisuuksia
hu: Tulajdonságok betöltése
pt_br: Carregando Propriedades
sk: Načítavanie vlastností
tr: Yükleme Özellikleri

source: View Snapshots
fi: Näytä tilannekuvat
hu: Pillanatkép megtekintése
pt_br: Visualizar Snapshots
sk: Zobraziť Snapshoty
tr: Anlık Görüntüleri Görüntüle

source: Copy Launch Command
fi: Kopioi käynnistyskomento
hu: Indítási parancs másolása
pt_br: Copiar comando de execução
sk: Kopírovať príkaz na spustenie
tr: Başlatma Komutunu Kopyala

source: Show Details
fi: Näytä tiedot
hu: Részletek megjelenítése
pt_br: Mostrar Detalhes
sk: Zobraziť podrobnosti
tr: Detayları Göster

source: Change Versions
fi: Muuta versioita
hu: Verziók váltása
pt_br: Mudar Versões
sk: Zmeniť verzie
tr: Sürümleri Değiştir

source: Select a Release
fi: Valitse julkaisu
hu: Kiadás kiválasztása
pt_br: Selecionar uma versão
sk: Vyberte verziu
tr: Bir Sürüm Seç

source: This will uninstall the current release and install the chosen one instead. Note that downgrading can cause issues.
fi: Tämä poistaa nykyisen julkaisun ja asentaa sen sijaan valitun. Huomaa, että alempi versio voi aiheuttaa ongelmia.
hu: Eltávolítja a jelenlegi kiadást és telepíti a kiválasztottat. A visszafejlesztés problémákkal járhat.
pt_br: Isso desinstalará a versão atual e instalará a escolhida. Observe que o downgrade pode causar problemas.
sk: Týmto sa odinštaluje aktuálna verzia a namiesto nej sa nainštaluje vybraná verzia. Upozorňujeme, že prechod na nižšiu verziu môže spôsobiť problémy.
tr: Bu, geçerli sürümü kaldıracak ve yerine seçilen sürümü kuracaktır. Sürüm düşürmenin sorunlara neden olabileceğini unutmayın.

source: Currently Installed Version
fi: Tällä hetkellä asennettu versio
hu: Jelenleg telepített verzió
pt_br: Versão Atualmente Instalado
sk: Aktuálne nainštalovaná verzia
tr: Şu Anda Yüklü Sürüm

source: Could not get versions
fi: Versioita ei voitu hakea
hu: Elérhető verziók lekérése sikertelen
pt_br: Não foi possível obter versões
sk: Nepodarilo sa získať verzie
tr: Sürümler alınamadı

source: Changed {}'s Version
fi: Käyttäjän {} versio muutettu
hu: {} verziója cserélve
pt_br: Versão de {} alterada
sk: Zmenená verzia {}
tr: {}'in Sürümü Değiştirildi

source: {} Versions
fi: {} Versiot
hu: {} verzió
pt_br: {} Versões
sk: {} verzie
tr: {} Sürüm

source: Ensure that {} will never be updated to a newer version
fi: Varmista, että {} ei koskaan päivitetä uudempaan versioon
hu: Biztosítja, hogy a(z) {} sose lesz frissítve
pt_br: Garanta que {} nunca será atualizado para uma versão mais recente
sk: Uistite sa, že {} nebude nikdy aktualizované na novšiu verziu
tr: {} uygulamasının asla daha yeni sürüme güncellenmeyeceğinden emin ol

source: Fetching Releases
fi: Julkaisujen hakeminen
hu: Kiadások lekérése
pt_br: Obtendo versões
sk: Získavanie verzií
tr: Sürümler Getiriliyor

source: Error occurred while changing version
hu: Hiba történt a verzió váltása során
pt_br: Um erro ocorreu ao alterar de versão
sk: Pri zmene verzie došlo k chybe
tr: Sürüm değiştirilirken hata oluştu

source: Could not cancel version change
fi: Version muutosta ei voitu peruuttaa
hu: Nem sikerült a verzióváltás megszakítása
pt_br: Não foi possível cancelar a alteração de versão
sk: Nepodarilo sa zrušiť zmenu verzie
tr: Sürüm değiştirilirken hata oluştu

source: Could not change version
fi: Versiota ei voitu muuttaa
hu: Nem sikerült a verzióváltás
pt_br: Não foi possível alterar a versão
sk: Nepodarilo sa zmeniť verziu
tr: Sürüm değiştirilemedi

source: Another package is changing version.
fi: Toinen paketti on muuttumassa.
hu: Egy másik csomag verzióváltása folyamatban van.
pt_br: Outro pacote está alterando a versão.
sk: Ďalší balík mení verziu.
tr: Başka bir paket sürümü değiştiriyor.

source: Add a Remote
fi: Lisää etäyhteys
hu: Tároló hozzáadása
pt_br: Adicionar um repositório
sk: Pridať vzdialený repozitár
tr: Uzaktan Kumanda Ekleme

source: Add
fi: Lisää
hu: Hozzáadás
pt_br: Adicionar
sk: Pridať
tr: Ekle

source: Title
fi: Otsikko
hu: Cím
pt_br: Título
sk: Názov
tr: Başlık

source: Name
fi: Nimi
hu: Név
pt_br: Nome
sk: Meno
tr: Ad

source: Repo URL
fi: Repo-URL-osoite
hu: Tároló URL
pt_br: URL do repositório
sk: URL adresa repozitára
tr: Depo URL

source: Could not add remote
hu: A tároló hozzáadása sikertelen
pt_br: Não foi possível adicionar o repositório
sk: Nepodarilo sa pridať vzdialený repozitár
tr: Uzaktan bağlantı eklenemedi

source: Added {}
fi: Lisätty {}
hu: {} hozzáadva
pt_br: Adicionado {}
sk: Pridané {}
tr: Eklenmiş {}

source: remote
hu: tároló
pt_br: repositório
sk: repozitár
tr: uzaktan

source: Set a Filter for this Remote
fi: Aseta suodatin tälle etäyhteydelle
hu: Szűrő beállítása erre a tárolóra
pt_br: Definir um filtro para este repositório
sk: Nastaviť filter pre tento vzdialený repozitár
tr: Bu uzak bağlantı için bir süzgeç ayarlayın

source: More Actions
fi: Lisää toimintoja
hu: További műveletek
pt_br: Mais ações
sk: Ďalšie akcie
tr: Daha Fazla Eylem

source: Copy Title
fi: Kopioi otsikko
hu: Cím másolása
pt_br: Copiar Título
sk: Kopírovať názov
tr: Başlığı Kopyala

source: Copy Name
fi: Kopioi nimi
hu: Név másolása
pt_br: Copiar nome
sk: Kopírovať meno
tr: Adı Kopyala
