Repository: aaronfranke/warehouse
Catalog: po/*.po
Languages: fi, hu, pt_br, sk, tr

source: Warehouse
fi: Varasto
hu: Raktár
pt_br: Armazém

source: flatpak;packages;apps;remotes;snapshots;
hu: flatpak;packages;apps;remotes;snapshots;csomagok;szoftverek;alkalmazások;appok;távoli;tárolók;pillanatképek;

source: Manage all things Flatpak
fi: Hallitse kaikkea Flatpakissä
hu: Flatpak ügyek kezelése
pt_br: Gerencie tudo relacionado a Flatpak
sk: Spravujte všetky veci v systéme Flatpak
tr: Flatpak ile ilgili her şeyi yönetin

source: Warehouse provides a simple UI to control complex Flatpak options, all without resorting to the command line.
fi: Warehouse tarjoaa yksinkertaisen käyttöliittymän monimutkaisten Flatpak-vaihtoehtojen ohjaamiseen ilman komentoriviä.
hu: A Raktár egyszerű felhasználói felületet biztosít a Flatpak rejtettebb funkcióihoz, mindezt a parancssor igénybevétele nélkül.
pt_br: O Armazém oferece uma interface simples para controlar opções complexas do Flatpak, tudo isso sem recorrer à linha de comando.
sk: Warehouse poskytuje jednoduché používateľské rozhranie na ovládanie komplexných možností Flatpak, a to bez nutnosti používať príkazový riadok.
tr: Warehouse, karmaşık Flatpak seçeneklerini komut satırına başvurmadan kontrol etmek için basit bir kullanıcı arayüzü sağlar.

source: Features:
fi: Ominaisuudet:
hu: Az alkalmazás funkciói:
pt_br: Características:
sk: Funkcie:
tr: Özellikler:

source: Manage installed Flatpaks and view properties of any package
fi: Hallitse asennettuja Flatpaks-paketteja ja tarkastele minkä tahansa paketin ominaisuuksia
hu: Kezelje a telepített Flatpakeket és tekintse át bármely csomag adatait
pt_br: Gerencie Flatpaks instalados e visualize propriedades de qualquer pacote
sk: Spravujte nainštalované balíky Flatpak a zobrazte vlastnosti každého balíka
tr: Yüklü Flatpak'ları yönetin ve herhangi bir paketin özelliklerini görüntüleyin

source: Change versions of a Flatpak to rollback any unwanted updates
fi: Muuta Flatpak-version versioita, jotta voit peruuttaa kaikki ei-toivotut päivitykset
hu: Flatpakek verzióinak módosítása a nem kívánt frissítések visszaállításához
pt_br: Altere as versões de um Flatpak para reverter qualquer atualização indesejada
sk: Zmeňte verzie balíka Flatpak, aby ste vrátili všetky nechcené aktualizácie
tr: İstenmeyen güncellemeleri geri almak için Flatpak sürümlerini değiştir

source: Pin runtimes and mask Flatpaks
hu: Futtatókörnyezetek kitűzése és csomagok maszkolása
pt_br: Fixa runtimes e mascara Flatpaks
sk: Pripnite runtime a maskujte balíky Flatpak
tr: Çalışma zamanlarını sabitleyin ve Flatpakları maskeleyin

source: Filter packages and sort data, to help find anything easily
fi: Suodata paketteja ja lajitella tietoja, jotta löydät kaiken helposti
hu: Csomagok szűrése és adatok rendezése, hogy bármit könnyedén megtaláljon
pt_br: Filtre pacotes e organize os dados para encontrar qualquer coisa facilmente
sk: Filtrujte balíky a triedte údaje, aby ste mohli ľahko nájsť čokoľvek
tr: Herhangi bir şeyi kolayca bulmaya yardımcı olmak için paketleri süzgeçleyin ve verileri sıralayın

source: See current app user data, and cleanup any unused data left behind
fi: Katso sovelluksen nykyiset käyttäjätiedot ja siivoa kaikki käyttämättömät tiedot, jotka ovat jääneet jäljelle
hu: Az alkalmazás felhasználói adatainak megtekintése, és a hátrahagyott adatok törlése
pt_br: Veja os dados de usuário do app atual e limpe qualquer dado não utilizado que foi deixado para trás
sk: Zobrazte aktuálne údaje používateľa aplikácie a vyčistite všetky nepoužité údaje, ktoré zostali
tr: Mevcut uygulama kullanıcı verilerini görün ve geride kalan kullanılmayan verileri temizleyin

source: Add popular Flatpak remotes with a few clicks or add custom remotes instead
fi: Lisää suosittuja Flatpak-etätyöpöytiä muutamalla napsautuksella tai lisää sen sijaan mukautettuja etätyöpöytiä
hu: Népszerű Flatpak tárolók hozzáadása néhány kattintással, vagy egyéni tárolók felvétele
pt_br: Adicione repositórios populares do Flatpak com alguns cliques ou adicione repositórios personalizados se preferir
sk: Pridajte populárne vzdialené repozitáre Flatpak niekoľkými kliknutiami alebo namiesto nich pridajte vlastné vzdialené repozitáre
tr: Birkaç tıklama ile popüler Flatpak uzaktan kumandaları ekleyin veya bunun yerine özel uzaktan kumandalar ekleyin

source: Take snapshots of your apps' user data, saving your data
fi: Ota tilannekuvia sovellusten käyttäjätiedoista ja säästä tietojasi
hu: Pillanatképek készítése az alkalmazások felhasználói adatairól
pt_br: Tire snapshots dos dados de usuário dos seus apps, salvando suas informações
sk: Vytvárajte snapshoty používateľských údajov svojich aplikácií a ukladajte svoje údaje
tr: Uygulamalarınızın kullanıcı verilerinin anlık görüntülerini alarak verilerinizi kaydedin

source: Install new packages from any remote, or from your system
fi: Asenna uusia paketteja mistä tahansa etäyhteydestä tai omasta järjestelmästäsi
hu: Csomagok telepítése bármilyen távoli vagy helyi tárolóból
pt_br: Instale novos pacotes de qualquer repositório ou do seu sistema
sk: Nainštalujte nové balíky z ľubovoľného vzdialeného repozitára alebo zo svojho systému
tr: Herhangi bir uzaktan veya sisteminizden yeni paketler yükleyin

source: Responsive UI to fit large and small screen sizes
fi: Responsiivinen käyttöliittymä sopii suurille ja pienille näytöille
hu: Adaptív felhasználói felület bármilyen képernyőmérethez
pt_br: Interface responsiva para se ajustar a telas grandes e pequenas
sk: Responzívne používateľské rozhranie pre veľké a malé veľkosti obrazovky
tr: Büyük ve küçük ekran boyutlarına uyacak şekilde duyarlı kullanıcı arayüzü

source: Manage Installed Packages in Three Pane UI
hu: Telepített csomagok kezelése a háromosztatú ablakban
pt_br: Gerencie pacotes instalados em uma interface de três painéis
sk: Spravujte nainštalované balíky v používateľskom rozhraní s tromi panelmi
tr: Yüklü Paketleri Üç Bölmeli Kullanıcı Arayüzünde Yönetme

source: Properties Page in Narrow Window
hu: Tulajdonságok nézet keskeny kijelzőn
pt_br: Página de propriedades em janela pequena
sk: Stránka s vlastnosťami v úzkom okne
tr: Dar Pencerede Özellikler Sayfası

source: Manage Installed Remotes and Add New Remotes
hu: Telepített tárolók kezelése és új távoli tárolók hozzáadása
pt_br: Gerencie repositórios instalados e adicione novos repositórios
sk: Spravujte nainštalované vzdialené repozitáre a pridávajte nové
tr: Kurulu Uzaktan Kumandaları Yönetme ve Yeni Uzaktan Kumandalar Ekleme

source: Manage Apps' User Data
hu: Alkalmazások felhasználói adatainak kezelése
pt_br: Gerencie os dados de usuário dos aplicativos
sk: Spravujte používateľské údaje aplikácií
tr: Uygulamaların Kullanıcı Verilerini Yönetme

source: Backup Apps' User Data
fi: Varmuuskopioi sovellusten käyttäjätiedot
hu: Alkalmazások felhasználói adatainak biztonsági mentése
pt_br: Backup dos dados de usuário dos aplicativos
sk: Zálohujte používateľské údaje aplikácií
tr: Uygulamaların Kullanıcı Verilerini Yedekleme

source: Install New Packages from Files or Remotes
fi: Uusien pakettien asentaminen tiedostoista tai etätyöpöydistä
hu: Csomagok telepítése fájlból vagy távoli tárolóból
pt_br: Instale novos pacotes a partir de arquivos ou do repositório
sk: Inštalujte nové balíky zo súborov alebo vzdialených repozitárov
tr: Dosyalar veya Uzaktan Kumandalardan Yeni Paketler Yükleme

source: Install Page in Narrow Window
hu: Telepítő nézet keskeny kijelzőn
pt_br: Página de Instalação em uma Janela Estreita
sk: Stránka inštalácie v úzkom okne
tr: Sayfayı Dar Pencereye Yükleme

source: Could not add files
fi: Tiedostoja ei voitu lisätä
hu: A fájlokat nem lehetett hozzáadni
pt_br: Não foi possível adicionar arquivos
sk: Nepodarilo sa pridať súbory
tr: Dosya eklenemedi

source: No files were found
fi: Tiedostoja ei löytynyt
hu: Nem találhatók fájlok
pt_br: Nenhum arquivo foi encontrado
sk: Neboli nájdené žiadne súbory
tr: Hiçbir dosya bulunamadı

source: Flatpaks & Remotes
fi: Flatpak-pakkaukset ja etätyöpöydät
hu: Flatpakek és tárolók
pt_br: Flatpaks & Repositórios
sk: Flatpack balíky a vzdialené repozitáre
tr: Flatpaklar ve Kumandalar

source: translator-credits
fi: kääntäjä-krediitit
hu: Dévényi Benedek <rdbende@proton.me> kramo <login@kramo.hu>
pt_br: Filipe Motta <luizfilipemotta@gmail.com> LucasMZ <translation@lucasmz.dev> A. Bento <kyweehz@pm.me> Paulo Otávio de Lima, https://aragubas.com
sk: Jozef Gaal <preklady@mayday.sk>
tr: Sabri Ünal <libreajans@gmail.com>

source: Donate
fi: Lahjoita
hu: Adományozás
pt_br: Doar
sk: Podporiť
tr: Bağış Yap

source: Contributors
hu: Közreműködők
pt_br: Contribuidores
sk: Prispievatelia
tr: Katkıda Bulunanlar

source: Could not load packages
hu: A csomagot nem lehetett betölteni
pt_br: Não foi possível carregar os pacotes
sk: Nepodarilo sa načítať balíky
tr: Paketler yüklenemedi

source: Errors occurred during installation
hu: Hibák történtek a telepítés során
pt_br: Ocorreram erros durante a instalação
sk: Počas inštalácie sa vyskytli chyby
tr: Kurulum sırasında oluşan hatalar

source: Error occurred during installation
hu: Hiba történt a telepítés során
pt_br: Ocorreu um erro durante a instalação
sk: Počas inštalácie došlo k chybe
tr: Kurulum sırasında hata oluştu

source: Failed to exit cleanly
hu: Nem sikerült menetrendszerűen kilépni
pt_br: Falha ao sair corretamente
sk: Nepodarilo sa skončiť správne
tr: Temiz bir şekilde çıkılamadı

source: Could not cancel installation
hu: Nem sikerült megszakítani a telepítést
pt_br: Não foi possível cancelar a instalação
sk: Nepodarilo sa zrušiť inštaláciu
tr: Kurulum iptal edilemedi

source: Could not install packages
hu: A csomagok telepítése sikertelen
pt_br: Não foi possível instalar os pacotes
sk: Nepodarilo sa nainštalovať balíky
tr: Paketler yüklenemedi

source: Packages are currently being installed.
hu: A csomagok telepítés alatt vannak.
pt_br: Pacotes estão sendo instalados no momento.
sk: Balíky sa práve inštalujú.
tr: Paketler şu anda yükleniyor.

source: No packages were requested to be installed.
hu: Nincsenek telepítésre jelölt csomagok.
pt_br: Nenhum pacote foi solicitado para instalação.
sk: Žiadne balíky neboli požadované na inštaláciu.
tr: Hiçbir paketin yüklenmesi talep edilmemiştir.

source: This package is End Of Life, and will not receive any security updates
fi: Tämä paketti on End Of Life, eikä se saa enää tietoturvapäivityksiä
hu: Ez a csomag elavult és nem fog többé biztonsági frissítéseket kapni
pt_br: Este pacote está em Fim de Vida e não receberá mais atualizações de segurança
sk: Tento balík je na konci životnosti a nebude dostávať žiadne aktualizácie zabezpečenia
tr: Bu paketin kullanım ömrü sona ermiştir ve herhangi bir güvenlik güncellemesi almayacaktır

source: This app's runtime is End Of Life, and will not receive any security updates
fi: Tämän sovelluksen käyttöaika on päättynyt, eikä se saa enää tietoturvapäivityksiä
hu: Az alkalmazás futtatókörnyezete elavult és nem fog többé biztonsági frissítéseket kapni
pt_br: O runtime deste aplicativo está em Fim de Vida e não receberá mais atualizações de segurança
sk: Runtime aplikácie dosiahol koniec životnosti a nebude dostávať žiadne aktualizácie zabezpečenia
tr: Bu uygulamanın çalışma zamanı Kullanım Ömrünü Tamamlamıştır ve herhangi bir güvenlik güncellemesi almayacaktır

source: This runtime will never be automatically removed
hu: Ez a futtatókörnyezet soha nem lesz automatikusan eltávolítva
pt_br: Este runtime nunca será removido automaticamente
sk: Tento runtime sa nikdy automaticky neodstráni
tr: Bu çalışma zamanı hiçbir zaman otomatik olarak kaldırılmayacaktır

source: Updates are disabled for this package
hu: A frissítések ki vannak kapcsolva ehhez a csomaghoz
pt_br: As atualizações estão desativadas para este pacote
sk: Aktualizácie pre tento balík sú vypnuté
tr: Bu paket için güncellemeler devre dışı bırakıldı

source: Attempt an Install?
hu: Megpróbálja a telepítést?
pt_br: Tentar uma instalação?
sk: Pokúsiť sa o inštaláciu?
tr: Bir Kurulum Denemesi mi?

source: Warehouse will try to install the matching packages.
hu: A Raktár megpróbálja telepíteni az egyező csomagokat.
pt_br: O Armazém tentará instalar os pacotes correspondentes.
sk: Warehouse sa pokúsi nainštalovať zodpovedajúce balíky.
tr: Warehouse eşleşen paketleri yüklemeye çalışacaktır.

source: Cancel
fi: Peruuta
hu: Mégse
pt_br: Cancelar
sk: Zrušiť
tr: İptal

source: Install
hu: Telepítés
pt_br: Instalar
sk: Inštalovať
tr: Kur

source: Choose a Remote
fi: Valitse etäyhteys
hu: Válasszon egy tárolót
pt_br: Escolha um Repositório
sk: Vyberte vzdialený repozitár
tr: Bir Uzaktan Kumanda Seçin

source: Select a remote to attempt to install from
hu: Válasszon egy tárolót a telepítés megkísérléséhez
pt_br: Selecione um repositório para tentar instalar
sk: Vyberte vzdialený repozitár počítač, z ktorého sa chcete pokúsiť nainštalovať
tr: Yüklemeyi denemek için bir uzaktan kumanda seçin

source: Installation: {}
fi: Asennus: {}
hu: Telepítés: {}
pt_br: Instalação: {}
sk: Inštalácia: {}
tr: Kurulum: {}

source: Can't find matching packages
fi: Ei löydy vastaavia paketteja
hu: Nincsenek egyező csomagok
pt_br: Não foi possível encontrar pacotes correspondentes
sk: Nie je možné nájsť zodpovedajúce balíky
tr: Eşleşen paketleri bulamıyorum

source: Your system has no remotes added
fi: Järjestelmääsi ei ole lisätty etätyöpöytiä
hu: A rendszeren nincsenek tárolók telepítve
pt_br: Seu sistema não tem repositórios adicionados
sk: Váš systém nemá pridané žiadne vzdialené repozitáre
tr: Sisteminize uzaktan kumanda eklenmemiş

source: Details
fi: Yksityiskohdat
hu: Részletek
pt_br: Detalhes
sk: Podrobnosti
tr: Detaylar

source: Copy
fi: Kopioi
hu: Másolás
pt_br: Copiar
sk: Kopírovať
tr: Kopyala

source: OK
hu: Rendben
tr: Tamam

source: General
hu: Általános
pt_br: Geral
sk: Všeobecné
tr: Genel

source: Refresh
hu: Újratöltés
pt_br: Atualizar
sk: Obnoviť
tr: Yenile

source: Open Files
fi: Avaa tiedostot
hu: Fájlok megnyitása
pt_br: Abrir Arquivos
sk: Otvoriť súbory
tr: Dosyaları Aç

source: Open Menu
hu: Főmenü megnyitása
pt_br: Abrir menu
sk: Otvoriť ponuku
tr: Menüyü Aç

source: Show Shortcuts
hu: Gyorsbillentyűk
pt_br: Mostrar atalhos do teclado
sk: Zobraziť skratky
tr: Kısayolları Göster

source: Quit
hu: Kilépés
pt_br: Desistir
sk: Ukončiť
tr: Çık

source: Navigation
fi: Navigointi
hu: Navigáció
pt_br: Navegação
sk: Navigácia
tr: Navigasyon

source: Show Packages Page
fi: Näytä pakettien sivu
hu: Váltás a csomagok nézetre
pt_br: Mostrar Página de Pacotes
sk: Zobraziť stránku s balíkmi
tr: Paketleri Göster Sayfası

source: Show Remotes Page
fi: Näytä etätyöpöydät
hu: Váltás a távolik nézetre
pt_br: Mostrar Página do Repositório
sk: Zobraziť stránku so vzdialenými repozitármi
tr: Kumandaları Göster Sayfası

source: Show User Data Page
hu: Váltás a felhasználói adatok nézetre
pt_br: Mostrar Página de Dados do Usuário
sk: Zobraziť stránku s údajmi používateľa
tr: Kullanıcı Verilerini Göster Sayfası

source: Show Snapshots Page
hu: Váltás a pillanatképek nézetre
pt_br: Mostrar Página de Snapshots
sk: Zobraziť stránku so snapshotmi
tr: Anlık Görüntüleri Göster Sayfası

source: Show Install Page
fi: Näytä asennussivu
hu: Váltás a telepítés nézetre
pt_br: Mostrar Página de Instalação
sk: Zobraziť stránku inštalácie
tr: Yükleme Sayfasını Göster

source: Packages Page
fi: Paketit sivu
hu: Csomagok nézet
pt_br: Página do Pacote
sk: Stránka balíkov
tr: Paketler Sayfası

source: Search Mode
fi: Hakutila
hu: Keresés
pt_br: Mode de Busca
sk: Režim vyhľadávania
tr: Arama Yöntemi

source: Edit Filters
fi: Muokkaa suodattimia
hu: Szűrők szerkesztése
pt_br: Editar filtros
sk: Upraviť filtre
tr: Süzgeçleri Düzenle

source: Selection Mode
fi: Valintatila
hu: Kiválasztó mód
pt_br: Modo de seleção
sk: Režim výberu
tr: Seçim Yönetimi

source: Remotes Page
fi: Etätyöpöytien sivu
hu: Tárolók nézet
pt_br: Página dos Repositórios
sk: Stránka vzdialených repozitárov
tr: Kumandalar Sayfası

source: Show or Hide Disabled Remotes
hu: Letiltott tárolók mutatása vagy elrejtése
pt_br: Mostrar ou Ocultar Repositórios Desativados
sk: Zobraziť alebo skryť vypnuté vzdialené repozitáre
tr: Devre Dışı Kumandaları Gösterme veya Gizleme

source: New Remote
hu: Új tároló
pt_br: Novo repositório
sk: Nový vzdialený repozitár
tr: Yeni Kumanda

source: User Data Page
fi: Käyttäjätiedot-sivu
hu: Felhasználói adatok nézet
pt_br: Página de Dados do Usuário
sk: Stránka s údajmi o používateľovi
tr: Kullanıcı Veri Sayfası

source: Edit Sorting Modes
hu: Rendezési módok szerkesztése
pt_br: Editar modos de classificação
sk: Upraviť režimy triedenia
tr: Sıralama Yönetimini Düzenleme

source: Show Active Data
hu: Aktuális adatok mutatása
pt_br: Mostrar dados ativos
sk: Zobraziť aktívne údaje
tr: Aktif Verileri Göster

source: Show Leftover Data
fi: Näytä jäljelle jääneet tiedot
hu: Hátramaradt adatok mutatása
pt_br: Mostrar dados residuais
sk: Zobraziť zostatkové údaje
tr: Kalan Verileri Göster

source: Snapshots Page
fi: Tilannekuvat sivu
hu: Pillanatkép nézet
pt_br: Página de Snapshots
sk: Stránka snapshotov
tr: Anlık Görüntüler Sayfası

source: New Snapshots
fi: Uusia tilannekuvia
hu: Új pillanatképek
pt_br: Novas snapshots
sk: Nové snapshoty
tr: Yeni Anlık Görüntüler

source: Choose Installation
fi: Valitse asennus
hu: Telepítés kiválasztása
pt_br: Escolha a Instalação
sk: Vyberte inštaláciu
tr: Kurulumu Seçin

source: User
fi: Käyttäjä
hu: Felhasználói
pt_br: Usuário
sk: Používateľ
tr: Kullanıcı

source: System
fi: Järjestelmä
hu: Rendszerszintű
pt_br: Sistema
sk: Systém
tr: Sistem

source: Custom installation
fi: Mukautettu asennus
hu: Egyedi telepítés
pt_br: Instalação Customizada
sk: Vlastná inštalácia
tr: Özel kurulum

source: Other Installation
fi: Muu asennus
hu: Egyéb telepítés
pt_br: Outra Instalação
sk: Iná inštalácia
tr: Diğer Kurulum

source: Choose a custom installation
fi: Valitse mukautettu asennus
hu: Válasszon egy egyedi telepítést
pt_br: Escolha uma instalação personalizada
sk: Vyberte vlastnú inštaláciu
tr: Özel bir kurulum seçin

source: These {} will only be available to you
fi: Nämä {} ovat vain sinun käytettävissäsi
hu: Ezek a(z) {} csak önnek lesznek elérhetőek
pt_br: Estes {} estarão apenas disponível para você
sk: Tieto {} budú k dispozícii len vám
tr: Bu {} sadece sizin için kullanılabilir olacaktır

source: These {} will be available to everyone
fi: Nämä {} ovat kaikkien saatavilla
hu: Ezek a(z) {} minden felhasználó számára elérhetőek lesznek
pt_br: Estes {} estarão disponível para todo mundo
sk: Tieto {} budú k dispozícii pre všetkých
tr: Bu {} herkese açık olacak

source: Choose how these {} will be installed
fi: Valitse, miten nämä {} asennetaan
hu: Válassza ki hogyan lesznek ezek a(z) {} telepítve
pt_br: Escolha como estes {} serão instalados
sk: Vyberte, ako budú tieto {} nainštalované
tr: Bu {}'ların nasıl kurulacağını seçin

source: This {} will only be available to you
fi: Tämä {} on vain sinun käytettävissäsi
hu: Ez a(z) {} csak önnek lesz elérhető
pt_br: Este {} estarão disponíveis apenas para você
sk: Tento {} bude k dispozícii len vám
tr: Bu {} sadece sizin için kullanılabilir olacaktır

source: This {} will be available to everyone
fi: Tämä {} on kaikkien saatavilla
hu: Ez a(z) {} minden felhasználó számára elérhető lesz
pt_br: Este {} estará disponível para todos
sk: Tento {} bude k dispozícii pre všetkých
tr: Bu {} herkese açık olacak

source: Choose how this {} will be installed
fi: Valitse, miten tämä {} asennetaan
hu: Válassza ki, hogyan lesz telepítve ez a {}
pt_br: Escolha como este {} será instalado
sk: Vyberte, ako bude tento {} nainštalovaný
tr: Bu {}'in nasıl kurulacağını seçin

source: Show Sidebar
fi: Näytä sivupalkki
hu: Oldalsáv megjelenítése
pt_br: Mostrar barra lateral
sk: Zobraziť bočný panel
tr: Kenar Çubuğunu Göster

source: Drop to Open
fi: Pudota avattavaksi
hu: Megnyitáshoz ejtse ide
pt_br: Solte para Abrir
sk: Pustiť na otvorenie
tr: Açmak için Bırak

source: Install Flatpaks or Add a Remote
fi: Asenna Flatpaks tai lisää etäyhteys
hu: Tárolók vagy csomagok telepítése
pt_br: Instalar Flatpaks ou Adicionar um Repositório
sk: Inštalovať balíky Flatpak alebo pridať vzdialený repozitár
tr: Flatpakları Kurun veya Uzaktan Kumanda Ekleyin

source: Refresh List
hu: Lista frissítése
pt_br: Atualizar lista
sk: Obnoviť zoznam
tr: Listeyi Yenile

source: Main Menu
hu: Főmenü
pt_br: Menu principal
sk: Hlavná ponuka
tr: Ana Menü

source: Packages
hu: Csomagok
pt_br: Pacotes
sk: Balíky
tr: Paketler

source: Remotes
hu: Tárolók
pt_br: Repositórios
sk: Vzdialené repozitáre
tr: Uzaklar

source: User Data
fi: Käyttäjätiedot
hu: Felhasználói adatok
pt_br: Dados de usuário
sk: Údaje používateľa
tr: Kullanıcı Verisi

source: Snapshots
fi: Tilannekuvat
hu: Pillanatképek
sk: Snapshoty
tr: Anlık Görüntüler

source: Install Packages
fi: Asenna paketit
hu: Csomagok telepítése
pt_br: Instalar Pacotes
sk: Inštalovať balíky
tr: Paketleri Yükleyin

source: _Open Files
fi: _Avaa tiedostot
hu: _Fájlok megnyitása
pt_br: _Abrir Arquivos
sk: _Otvoriť súbory
tr: _Dosyaları Aç

source: _Keyboard Shortcuts
fi: _Näppäimistön pikavalinnat
hu: _Gyorsbillentyűk
pt_br: _Atalhos de teclado
sk: _Klávesové skratky
tr: Klavye _Kısayolları

source: _About Warehouse
fi: _Tietoja Warehouse
hu: A Raktár _névjegye
pt_br: _Sobre o Armazém
sk: _O Warehouse
tr: Warehouse _Hakkında

source: Unsupported Filetype
fi: Ei tuettu tiedostotyyppi
hu: Nem támogatott fájlformátum
pt_br: Tipo de arquivo não suportado
sk: Nepodporovaný typ súboru
tr: Desteklenmeyen Dosya Türü

source: Only .flatpak, .flatpakref, and .flatpakrepo files are supported.
fi: Vain .flatpak-, .flatpakref- ja .flatpakrepo -tiedostoja tuetaan.
hu: Csak a .flatpak, .flatpakref, és a .flatpakrepo fájlok támogatottak.
pt_br: Apenas arquivos .flatpak, .flatpakref, and .flatpakrepo são suportados.
sk: Podporované sú len súbory .flatpak, .flatpakref a .flatpakrepo.
tr: Yalnızca .flatpak, .flatpakref ve .flatpakrepo dosyaları desteklenir.

source: Mixed Filetypes
fi: Sekalaiset tiedostotyypit
hu: Eltérő fájlformátumok
pt_br: Tipos de arquivos misturados
sk: Zmiešané typy súborov
tr: Karışık Dosya Türleri

source: Flatpaks and remotes cannot be installed at the same time.
hu: Csomagokat és tárolókat nem lehet egyszerre telepíteni.
pt_br: Flatpaks e Repositórios não podem ser instalados ao mesmo tempo.
sk: Balíky Flatpack a vzdialené repozitáre nie je možné inštalovať súčasne.
tr: Flatpaklar ve uzaktan kumandalar aynı anda kurulamaz.

source: Too Many Remotes
hu: Túl sok tároló
pt_br: Há muitos repositórios
sk: Príliš veľa vzdialených repozitárov
tr: Çok Fazla Uzaktan Kumanda

source: Only one remote at a time is supported.
hu: Egyszerre csak egy tároló támogatott.
pt_br: Apenas um repositório de uma vez é suportado.
sk: Naraz je podporovaný len jeden vzdialený repozitár.
tr: Aynı anda yalnızca bir uzaktan kumanda desteklenir.

source: Could not open files
fi: Tiedostoja ei voitu avata
hu: Nem lehet megnyitni a fájlokat
pt_br: Não foi possível abrir os arquivos
sk: Nepodarilo sa otvoriť súbory
tr: Dosyalar açılamadı

source: Filter Packages
hu: Csomagok szűrése
pt_br: Filtrar Pacotes
sk: Filtrovať balíky
tr: Paketleri Süz

source: Filter by Package Type
fi: Suodata pakkaustyypin mukaan
hu: Szűrés csomagtípus alapján
pt_br: Filtrar por tipo de pacote
sk: Filtrovať podľa typu balíka
tr: Paket Türüne Göre Süzgeçle

source: Show packages of these types
hu: Ezen típusú csomagok mutatása
pt_br: Mostrar pacotes deste tipo
sk: Zobraziť balíky týchto typov
tr: Bu türden paketleri gösterin

source: Applications
fi: Sovellukset
hu: Alkalmazások
pt_br: Aplicativos
sk: Aplikácie
tr: Uygulamalar

source: Packages that can be opened
fi: Paketit, jotka voidaan avata
hu: Csomagok, amelyek megnyithatók alkalmazásként
pt_br: Pacotes que podem ser abertos
sk: Balíky, ktoré sa dajú otvoriť
tr: Açılabilen paketler

source: Runtimes
fi: Suoritusajat
hu: Futtatókörnyezetek
pt_br: Tempos de execução
tr: Çalışma Zamanları
