Repository: aaronfranke/warehouse
Catalog: po/*.po
Languages: fi, hu, pt_br, sk, tr

source: Enable
fi: Ota käyttöön
hu: Engedélyezés
pt_br: Ativar
sk: Povoliť
tr: Etkinleştir

source: Disable
fi: Poista käytöstä
hu: Letiltás
pt_br: Desativar
sk: Zakázať
tr: Devre Dışı

source: Remove
fi: Poista
hu: Eltávolítás
pt_br: Remover
sk: Odstrániť
tr: Kaldır

source: Could not enable remote
hu: A tároló engedélyezése sikertelen
pt_br: Não foi possível ativar o repositório
sk: Nepodarilo sa povoliť vzdialený repozitár
tr: Uzaktan kumanda etkinleştirilemedi

source: Remote is already enabled
fi: Etäyhteys on jo käytössä
hu: A tároló már engedélyezve van
pt_br: O repositório já está ativado
sk: Vzdialený repozitár je už povolený
tr: Uzaktan kumanda zaten etkin

source: Enabled remote
fi: Etäyhteys käytössä
hu: Tároló engedélyezve
pt_br: Repositório ativado
sk: Vzdialený repozitár zapnutý
tr: Etkin uzaktan kumanda

source: Remote is Disabled
fi: Etäyhteys on poissa käytöstä
hu: A tároló le van tiltva
pt_br: Repositório está desativado
sk: Vzdialený repozitár je vypnutý
tr: Uzaktan Kumanda Devre Dışı

source: Disabled remote
fi: Poistettu etäyhteys
hu: Tároló letiltva
pt_br: Repositório desativado
sk: Repozitár je vypnutý
tr: Devre dışı bırakılmış uzaktan kumanda

source: Could not disable remote
fi: Etäyhteyttä voitu poistaa käytöstä
hu: A tároló letiltása sikertelen
pt_br: Não foi possível desativar o repositório
sk: Nepodarilo sa vypnúť vzdialený repozitár
tr: Uzaktan devre dışı bırakılamadı

source: Remote is already disabled
fi: Etäyhteys on jo poistettu käytöstä
hu: A tároló már le van tiltva
pt_br: O repositório já está desativado
sk: Vzdialený repozitár je už vypnutý
tr: Uzaktan kumanda zaten devre dışı

source: Disable {}?
fi: Poistetaanko {} käytöstä?
hu: Letiltja ezt: {}?
pt_br: Desativar {}?
sk: Zakázať {}?
tr: {} Devre Dışı Bırakılsın Mı?

source: Any installed apps from {} will stop receiving updates
fi: Kaikki osoitteesta {} asennetut sovellukset eivät enää saa päivityksiä
hu: A(z) {} helyről telepített alkalmazások nem fognak további frissítéseket kapni
pt_br: Todos os aplicativos instalados de {} irão parar de receber atualizações
sk: Všetky nainštalované aplikácie od {} prestanú dostávať aktualizácie
tr: {} uzağından kurulan tüm uygulamalar güncelleme almayı durduracak

source: Copied title
fi: Kopioitu otsikko
hu: Cím másolva
pt_br: Título copiado
sk: Názov bol skopírovaný
tr: Kopyalanan başlık

source: Copied name
fi: Kopioitu nimi
hu: Név másolva
pt_br: Nome copiado
sk: Meno bolo skopírované
tr: Ad kopyalandı

source: Manage Remotes
fi: Hallitse etäyhteyttä
hu: Tárolók kezelése
pt_br: Gerenciar repositórios remotos
sk: Spravovať vzdialený repozitár
tr: Uzakları Yönet

source: Search Remotes
fi: Etsi etäyhteydet
hu: Tárolók keresése
pt_br: Pesquisar repositórios
sk: Hľadať vzdialené repozitáre
tr: Uzaktan Kumandaları Ara

source: Current Remotes
fi: Nykyiset etäyhteydet
hu: Jelenlegi tárolók
pt_br: Repositórios atuais
sk: Aktuálne vzdialené repozitáre
tr: Güncel Kumandalar

source: Remotes available on your system
fi: Etäyhteydet on saatavilla järjestelmässäsi
hu: A rendszeren elérhető tárolók
pt_br: Repositórios disponíveis em seu sistema
sk: Vzdialené repozitáre dostupné vo vašom systéme
tr: Sisteminizde bulunan kumandalar

source: Show Disabled
hu: Letiltottak mutatása
pt_br: Mostrar desativados
sk: Zobraziť vypnuté
tr: Devre Dışı Olanları Göster

source: No Enabled Remotes
fi: Ei käytössä olevia etäyhteyksiä
hu: Nincs engedélyezett tároló
pt_br: Nenhum repositório ativado
sk: Žiadne zapnuté vzdialené repozitáre
tr: Etkin Uzaktan Kumanda Yok

source: You only have disabled remotes on this system
fi: Sinulla on vain pois käytöstä etäyhteydet tässä järjestelmässä
hu: A rendszeren csak letiltott tárolók találhatók
pt_br: Você só tem repositórios desativados neste sistema
sk: V tomto systéme máte iba vypnuté vzdialené repozitáre
tr: Bu sistemde yalnızca devre dışı bırakılmış uzaktan kumandalarınız var

source: No Remotes Found
fi: Etäyhteyttä ei löytynyt
hu: Nem találhatók tárolók
pt_br: Nenhum repositório remoto encontrado
sk: Nenašli sa žiadne vzdialené repozitáre
tr: Uzak Bulunamadı

source: Warehouse cannot see the current remotes or your system has no remotes added
fi: Varasto ei näe nykyisiä etäyhteyksiä tai järjestelmääsi ei ole lisätty etäyhteyksiä
hu: A Raktár nem fér hozzá a telepített tárolók listájához, vagy egy sincs telepítve a rendszeren
pt_br: O Armazém não consegue ver os repositórios atuais ou seu sistema não possui repositórios adicionados
sk: Warehouse nevidí aktuálne vzdialené repozitáre alebo váš systém nemá pridané žiadne vzdialené repozitáre
tr: Warehouse mevcut uzak bağlantıları göremiyor veya sisteminize herhangi bir uzak bağlantı eklenmemiş

source: Add Popular Remotes
fi: Lisää suosittuja etätyöpöytiä
hu: Népszerű tároló hozzáadása
pt_br: Adicionar repositórios populares
sk: Pridať obľúbené vzdialené repozitáre
tr: Popüler Uzak Bağlantıları Ekle

source: Add new remotes to get more software
fi: Lisää uusia etäyhteyksiä saadaksesi lisää ohjelmistoja
hu: További csomagok eléréséhez telepítsen tárolókat
pt_br: Adicione novos repositório para obter mais software
sk: Pridajte nové vzdialené repozitáre, aby ste získali viac softvéru
tr: Daha fazla yazılım almak için yeni uzaktan kumandalar ekleyin

source: Add Other Remotes
fi: Lisää muita etäyhteyksiä
hu: Egyéb tárolók hozzáadása
pt_br: Adicionar outros repositórios remotos
sk: Pridať iné vzdialené repozitáre
tr: Diğer Uzakları Ekle

source: Add a Repo File
fi: Lisää Repo-tiedosto
hu: Tároló fájl hozzáadása
pt_br: Adicionar um arquivo de repositório
sk: Pridať súbor Repo
tr: Depo Dosyası Ekle

source: Open a downloaded repo file to add
fi: Avaa ladattu repotiedosto lisättäväksi
hu: Letöltött tárolófájl hozzáadása
pt_br: Abrir um arquivo de repositório baixado para adicioná-lo
sk: Otvorte súbor stiahnutého repozitára a pridajte ho
tr: Eklemek için indirilen bir depo dosyasını açın

source: Add a Custom Remote
fi: Lisää mukautettu etäyhteys
hu: Egyedi tároló hozzáadása
pt_br: Adicionar um repositório personalizado
sk: Pridajte vlastný vzdialený repozitár
tr: Özel Uzak Ekle

source: Manually enter new remote details
fi: Syötä uuden etäyhteyden tiedot manuaalisesti
hu: Tároló adatainak megadása manuálisan
pt_br: Manualmente digitar detalhes do novo repositório
sk: Ručne zadajte údaje o novom vzdialenom repozitári
tr: Yeni uzaktan kumanda ayrıntılarını elle girin

source: The open source, pay-what-you-want app store from elementary
fi: Avoimen lähdekoodin, maksa mitä haluat -sovelluskauppa alkeista alkaen
hu: Az elementary nyílt forráskódú, fizessen-amennyit-akar alkalmazásboltja
pt_br: A loja de aplicativos de código aberto, pague-o-que-quiser, do elementary
sk: Obchod s aplikáciami s otvoreným zdrojovým kódom, v ktorom sa platí za to, čo chcete, od spoločnosti Elementary
tr: Elementary dağıtımı tarafından sağlanan, açık kaynak kodlu, istediğin kadar öde uygulama mağazası

source: Central repository of Flatpak applications
fi: Flatpak-sovellusten keskusvarasto
hu: A Flatpak alkalmazások központi tárháza
pt_br: Repositório central de aplicativos Flatpak
sk: Centrálny repozitár aplikácií Flatpak
tr: Flatpak uygulamalarının merkezi deposu

source: Beta builds of Flatpak applications
fi: Flatpak-sovellusten beta-versiot
hu: Flatpak alkalmazások béta verziói
pt_br: Versões beta de aplicativos Flatpak
sk: Beta zostavy aplikácií Flatpak
tr: Flatpak uygulamalarının beta sürümleri

source: Flatpaks packaged by Fedora Linux
fi: Fedora Linuxin pakkaamat Flatpaks-paketit
hu: Flatpakek a Fedora Linux által csomagolva
pt_br: Flatpaks empacotados pelo Fedora Linux
sk: Balíky Flatpak zabalené spoločnosťou Fedora Linux
tr: Fedora Linux tarafından paketlenmiş Flatpak'ler

source: The latest beta GNOME Apps and Runtimes
fi: Uusimmat beta GNOME Apps ja Runtimes
hu: A legutóbbi GNOME alkalmazások és futtatókörnyezetek bétái
pt_br: As versões beta mais recentes dos aplicativos e runtimes do GNOME
sk: Najnovšie beta GNOME aplikácie a runtime
tr: GNOME Uygulamaları ve Çalışma Zamanlarının güncel Beta sürümleri

source: Central repository of the WebKit Developer and Runtime SDK
fi: WebKit Developerin ja Runtime SDK:n keskusvarasto
hu: A WebKit Developer és Runtime SDK központi tárolója
pt_br: Repositório central do SDK de desenvolvedor e do runtime do WebKit
sk: Centrálny repozitár WebKit Developer a Runtime SDK
tr: WebKit Geliştirici ve Çalışma Zamanı SDK'sının merkezi deposu

source: Showing all packages from {}
fi: Näytetään kaikki paketit kohteesta {}
hu: Az összes csomag innen: {}
pt_br: Mostrando todos os pacotes de {}
sk: Zobrazenie všetkých balíkov z {}
tr: {} adresindeki tüm paketler gösteriliyor

source: Could not remove remote
fi: Etäyhteyttä ei voitu poistaa
hu: A tároló eltávolítása sikertelen
pt_br: Não foi possível remover repositório
sk: Nepodarilo sa odstrániť vzdialený repozitár
tr: Uzaktan kumanda kaldırılamadı

source: Removed {}
fi: Poistettu {}
hu: {} eltávolítva
pt_br: Removido {}
sk: Odstránené {}
tr: Kaldırıldı {}

source: Remove {}?
fi: Poistetaanko {}?
hu: Eltávolítja ezt: {}?
pt_br: Remover {}?
sk: Odstrániť {}?
tr: {} Kaldırılsın Mı?

source: Could not open file
fi: Tiedostoa ei voitu avata
hu: Nem lehet megnyitni a fájl
pt_br: Não foi possível abrir o arquivo
sk: Nepodarilo sa otvoriť súbor
tr: Dosya açılamadı

source: Flatpak Repos
fi: Flatpak Varastot
hu: Flatpak tárolók
pt_br: Repositórios Flatpak
sk: Flatpak repozitáre
tr: Flatpak Depoları

source: Adding Remote
fi: Etäyhteyden lisääminen
hu: Tároló hozzáadása
pt_br: Adicionando repositório remoto
sk: Pridávanie vzdialeného repozitára
tr: Uzak Ekleniyor

source: Loading Remotes
fi: Ladataan etäyhteyttä
hu: Tárolók betöltése
pt_br: Carregando repositórios
sk: Načítavanie vzdialených repozitárov
tr: Kumandaları Yükleme

source: Copy Path
fi: Kopioi polku
hu: Elérési út másolása
pt_br: Copiar caminho
sk: Kopírovať cestu
tr: Kopyalama Yolu

source: Attempt to Install
fi: Yritä asentaa
hu: Telepítés megkísérlése
pt_br: Tentar instalar
sk: Pokus o inštaláciu
tr: Yükleme Denemesi

source: Copied data path
fi: Tietopolku kopioitu
hu: Adatok elérési útja másolva
pt_br: Copiar caminho dos dados
sk: Cesta k údajom bola skopírovaná
tr: Kopyalanan veri yolu

source: Could not copy data path
fi: Tietopolkua ei voitu kopioida
hu: Adatok elérési útjának másolása sikertelen
pt_br: Não foi possível copiar o caminho dos dados
sk: Nepodarilo sa skopírovať cestu k údajom
tr: Veri yolu kopyalanamadı

source: Opened data folder
fi: Datakansio avattu
hu: Adatmappa megnyitva
pt_br: A pasta de dados foi aberta
sk: Priečinok s údajmi bol otvorený
tr: Açılan veri klasörü

source: Could not open folder
fi: Kansiota ei voitu avata
hu: Nem lehet megnyitni a mappát
pt_br: Não foi possível abrir a pasta
sk: Nepodarilo sa otvoriť priečinok
tr: Klasör açılamadı

source: Trash {}'s Data?
fi: Roskakoriin käyttäjän {} tiedot?
hu: Törli a(z) {} adatait?
pt_br: Excluir dados de {}?
sk: Vyhodiť údaje {} do koša?
tr: Çöp {}'ün Verileri?

source: {}'s data will be sent to the trash
fi: Käyttäjän {} tiedot lähetetään roskakoriin
hu: A(z) {} adatai a kukába lesznek áthelyezve
pt_br: Os dados de {} serão enviadas para a lixeira
sk: Údaje {} budú odoslané do koša
tr: {}'in verileri çöp kutusuna gönderilecek

source: Continue
fi: Jatka
hu: Folytatás
pt_br: Continuar
sk: Pokračovať
tr: Devam Et

source: No Title Set
fi: Ei otsikkoa
hu: Nincs cím megadva
pt_br: Nenhum título definido
sk: Žiadny názov nie je nastavený
tr: Başlık Seti Yok

source: Loading Size…
fi: Ladataan kokoa…
hu: Méret betöltése…
pt_br: Calculando Tamanho…
sk: Načítavanie veľkosti…
tr: Boyut Yükleniyor…

source: No Active Data
fi: Ei aktiivisia tietoja
hu: Nincs aktuális adat
pt_br: Sem dados ativos
sk: Žiadne aktívne údaje
tr: Etkin Veri Yok

source: Warehouse cannot see any active user data or your system has no active user data present
fi: Varasto ei näe aktiivisia käyttäjätietoja tai järjestelmässäsi ei ole aktiivisia käyttäjätietoja
hu: A Raktár nem fér hozzá a felhasználói adatokhoz, vagy egy alkalmazásnak sincsenek adatai a rendszeren
pt_br: O Armazém não consegue ver nenhum dado de usuário ativo ou seu sistema não possui dados de usuário ativos
sk: Warehouse nevidí žiadne aktívne údaje používateľa alebo váš systém nemá žiadne aktívne údaje používateľa
tr: Warehouse herhangi bir aktif kullanıcı verisi göremiyor veya sisteminizde aktif kullanıcı verisi mevcut değil

source: No Leftover Data
fi: Ei jäljellä olevia tietoja
hu: Nincs hátramaradt adat
pt_br: Sem dados residuais
sk: Žiadne zvyšky údajov
tr: Artık Veri Yok

source: There is no leftover user data
fi: Käyttäjätietoja ei ole jäljellä
hu: Nincsenek hátramaradt felhasználói adatok
pt_br: Não há dados de usuário residuais
sk: Nezostali žiadne zostatkové používateľské údaje
tr: Artık kullanıcı verisi yok

source: Search User Data
fi: Hae käyttäjätietoja
hu: Felhasználói adatok keresése
pt_br: Pesquisar dados de usuário
sk: Hľadať údaje používateľa
tr: Kullanıcı Verilerini Ara

source: Sort User Data
fi: Lajittele käyttäjätiedot
hu: Nincsenek felhasználói rendezése
pt_br: Classificar dados de usuário
sk: Zoradiť údaje používateľa
tr: Kullanıcı Verilerini Sırala

source: Select User Data
fi: Valitse käyttäjätiedot
hu: Felhasználói adatok kiválasztása
pt_br: Selecionar dados de usuário
sk: Vyberte údaje používateľa
tr: Kullanıcı Verilerini Seçin

source: More
hu: Továbbiak
pt_br: Mais
sk: Viac
tr: Dahası

source: Ascending
fi: Nouseva
hu: Növekvő
pt_br: Crescente
sk: Vzostupne
tr: Artan

source: Descending
fi: Laskeva
hu: Csökkenő
pt_br: Decrescente
sk: Zostupne
tr: Azalan

source: ID
hu: Azonosító

source: Size
fi: Koko
hu: Méret
pt_br: Tamanho
sk: Veľkosť
tr: Boyut

source: Loading Size
fi: Latauskoko
hu: Méret betöltése
pt_br: Carregando tamanho
sk: Načítavanie veľkosti
tr: Boyutu Yükleniyor

source: Could not copy paths
fi: Polkuja ei voitu kopioida
hu: Az elérési utak másolása sikertelen
pt_br: Não foi possível copiar caminhos
sk: Nepodarilo sa skopírovať cesty
tr: Yollar kopyalanamadı

source: No boxes were selected
hu: Nincsenek dobozok kiválasztva
pt_br: Nenhuma caixa foi selecionada
sk: Neboli vybrané žiadne políčka
tr: Hiçbir kutu seçilmedi

source: Copied paths
fi: Kopioidut polut
hu: Elérési út másolva
pt_br: Caminhos copiados
sk: Cesty boli skopírované
tr: Kopyalanan yollar

source: Trashed data
fi: Roskakoriin siirretyt tiedot
hu: Adatok áthelyezve a kukába
pt_br: Dados enviados para a lixeira
sk: Údaje boli vyhodené
tr: Çöpe atılan veriler

source: Trash Data?
fi: Roskakori tiedot?
hu: Törli az adatokat?
pt_br: Excluir dados?
sk: Vyhodiť údaje?
tr: Çöp Verileri?

source: Data will be sent to the trash
fi: Tiedot lähetetään roskakoriin
hu: Az adatok át lesznek helyezve a kukába
pt_br: Os dados serão enviadas para a lixeira
sk: Údaje budú odoslané do koša
tr: Veriler çöp kutusuna gönderilecek

source: Active Data
fi: Aktiiviset tiedot
hu: Aktuális adatok
pt_br: Dados ativos
sk: Aktívne údaje
tr: Aktif Veri

source: Leftover Data
fi: Jäljelle jääneet tiedot
hu: Hátramaradt adatok
pt_br: Dados residuais
sk: Zostatkové údaje
tr: Artık Veriler

source: Search Apps
fi: Hae sovelluksia
hu: Alkalmazások keresése
pt_br: Buscar por apps
sk: Hľadať aplikácie
tr: Uygulamaları Ara

source: Create
fi: Luo
hu: Létrehozás
pt_br: Criar
sk: Vytvoriť
tr: Oluştur

source: Creating Snapshot
hu: Pillanatkép létrehozása
pt_br: Criando snapshot
sk: Vytvára sa Snapshot
tr: Anlık Görüntü Oluştur

source: Name these Snapshots
fi: Nimeä nämä tilannekuvat
hu: Pillanatképek elnevezése
pt_br: Nomeie as snapshots
sk: Pomenujte tieto Snapshoty
tr: Bu Anlık Görüntüleri adlandırın

source: New Snapshot
fi: Uusi tilannekuva
hu: Új pillanatkép
pt_br: Nova snapshot
sk: Nový Snapshot
tr: Yeni Anlık Görüntü

source: Name this Snapshot
fi: Nimeä tämä tilannekuva
hu: Pillanatkép elnevezése
pt_br: Nomeie esta snapshot
sk: Pomenujte tento Snapshot
tr: Bu Anlık Görüntüyü Adlandırın

source: No Name Set
fi: Ei nimeä asetettu
hu: Nincs név beállítva
pt_br: Nenhum Nome Definido
sk: Žiadne meno nie je nastavené
tr: İsimsiz Set

source: No date found
fi: Päivämäärää ei löytynyt
hu: Nem található dátum
pt_br: Nenhuma data encontrada
sk: Nebol nájdený žiadny dátum
tr: Tarih bulunamadı

source: No version found
fi: Versiota ei löytynyt
hu: Nem található verzió
pt_br: Nenhuma versão encontrada
sk: Nenašla sa žiadna verzia
tr: Sürüm bulunamadı

source: Apply
fi: Hyväksy
hu: Alkalmaz
pt_br: Aplicar
sk: Použiť
tr: Uygula

source: Rename
hu: Átnevezés
pt_br: Renomear
sk: Premenovať
tr: Yeniden adlandır

source: Rename Snapshot?
hu: Átnevezi a pillanatképet?
pt_br: Renomear snapshot?
sk: Premenovať Snapshot?
tr: Anlık Görüntüyü Yeniden Adlandır?

source: Confirm Rename
hu: Átnevezés megerősítése
pt_br: Confirmar renomeamento
sk: Potvrdiť premenovanie
tr: Yeniden Adlandırmayı Onayla

source: Could not write data
fi: Tietoja ei voitu kirjoittaa
hu: Az adatok mentése sikertelen
pt_br: Não foi possível escrever os dados
sk: Nepodarilo sa zapísať údaje
tr: Veri yazılamadı

source: Could not trash snapshot
fi: Tilannekuvaa ei voitu siirtää roskakoriin
hu: Az pillanatkép törlése sikertelen
pt_br: Não foi possível enviar a snapshot para a lixeira
sk: Snapshot sa nepodarilo vyhodiť
tr: Anlık görüntü çöpe taşınamadı

source: Trashed snapshot
fi: Roskakoriin siirretty tilannekuva
hu: Pillanatkép törölve
pt_br: Snapshot excluída
sk: Vyhodený snapshot
tr: Çöpe atılmış anlık görüntü

source: Trash Snapshot?
fi: Roskakorin tilannekuva?
hu: Törli a pillanatképet?
pt_br: Excluir snapshot?
sk: Vyhodiť Snapshot?
tr: Anlık Görüntü Çöpe Taşınsın Mı?

source: This snapshot will be sent to the trash
fi: Tämä tilannekuva lähetetään roskakoriin
hu: A pillanatkép át lesz helyezve a kukába
pt_br: Esta snapshot será enviada para a lixeira
sk: Tento snapshot bude vyhodený do koša
tr: Bu anlık görüntü çöp kutusuna gönderilecektir

source: Applying Snapshot
fi: Snapshotin käyttäminen
hu: Pillanatkép előhívása
pt_br: Aplicando snapshot
sk: Uplatňuje sa snapshot
tr: Anlık Görüntüyü Uygulama

source: Apply Snapshot?
fi: Otetaanko tilannekuva?
hu: Előhívja a pillanatképet?
pt_br: Aplicar snapshot?
sk: Použiť Snapshot?
tr: Anlık Görüntü Uygulansın Mı?

source: Any current user data for this app will be trashed
fi: Kaikki tämän sovelluksen nykyiset käyttäjätiedot hävitetään
hu: Az alkalmazás felhasználói adatai át lesznek helyezve a kukába
pt_br: Qualquer dado do usuário para este app será excluído
sk: Akékoľvek aktuálne používateľské údaje pre túto aplikáciu budú vymazané
tr: Bu uygulama için mevcut tüm kullanıcı verileri çöpe atılacaktır

source: Version: {}
fi: Versio: {}
hu: Verzió: {}
pt_br: Versão: {}
sk: Verzia: {}
tr: Sürüm: {}

source: Search Snapshots
fi: Etsi tilannekuvia
hu: Pillanatképek keresése
pt_br: Buscar snapshots
sk: Hľadať Snapshoty
tr: Anlık Görüntüleri Ara

source: Active Snapshots
fi: Aktiiviset tilannekuvat
hu: Aktuális pillanatképek
pt_br: Snapshots ativas
sk: Aktívne Snapshoty
tr: Aktif Anlık Görüntüler

source: Snapshots of installed apps
fi: Kuvia asennetuista sovelluksista
hu: Telepített alkalmazások pillanatképei
pt_br: Snapshots de apps instalados
sk: Snapshoty nainštalovaných aplikácií
tr: Yüklü uygulamaların anlık görüntüleri

source: Leftover Snapshots
fi: Jäljelle jääneet tilannekuvat
hu: Hátramaradt pillanatképek
pt_br: Snapshots residuais
sk: Zostatkové snapshoty
tr: Arta Kalan Anlık Görüntüler

source: Snapshots of apps that are no longer installed
fi: Tilannekuvat sovelluksista, joita ei ole enää asennettu
hu: Már eltávolított alkalmazások pillanatképei
pt_br: Snapshots de apps que não estão mais instalados
sk: Snapshoty aplikácií, ktoré už nie sú nainštalované
tr: Artık yüklü olmayan uygulamaların anlık görüntüleri

source: Open Snapshots Folder
fi: Avaa Snapshots-kansio
hu: Pillanatkép mappa megnyitása
pt_br: Abrir pasta de snapshots
sk: Otvoriť priečinok Snapshotov
tr: Anlık Görüntüler Klasörünü Aç

source: No Snapshots
fi: Ei tilannekuvia
hu: Nincsenek pillanatképek
pt_br: Nenhuma snapshot
sk: Žiadne Snapshoty
tr: Anlık Görüntü Yok

source: Create a Snapshot to save the state of any Flatpak application
fi: Luo tilannekuva minkä tahansa Flatpak-sovelluksen tilan tallentamiseksi
hu: Pillanatkép létrehozása a Flatpak alkalmazások állapotának mentéséhez
pt_br: Crie uma Snapshot para salvar o estado de qualquer aplicativo Flatpak
sk: Vytvorte snapshot na uloženie stavu ľubovoľnej aplikácie Flatpak
tr: Herhangi bir Flatpak uygulamasının durumunu kaydetmek için bir Anlık Görüntü oluşturun

source: Snapshot Apps
fi: Snapshot-sovellukset
hu: Pillanatkép készítése
pt_br: Fazer uma Snapshot de Apps
sk: Snapshot splikácie
tr: Anlık Görüntü Uygulamaları

source: Install Apps
fi: Asenna sovelluksia
hu: Alkalmazások telepítése
pt_br: Instalar Apps
sk: Inštalovať aplikácie
tr: Uygulamaları Kurun

source: Apply Snapshots
fi: Sovelletaan tilannekuvia
hu: Pillanatképek előhívása
pt_br: Aplicar snapshots
sk: Použiť Snapshoty
tr: Anlık Görüntüler Uygula

source: Trash Snapshots
fi: Roskakori Snapshots
hu: Pillanatképek törlése
pt_br: Excluir snapshots
sk: Vyhodiť Snapshoty
tr: Çöp Anlık Görüntüleri

source: Could not load Snapshots
fi: Snapshotteja ei voitu ladata
hu: A pillanatképek betöltése sikertelen
pt_br: Não foi possível carregar as snapshots
sk: Nepodarilo sa načítať Snapshoty
tr: Anlık Görüntüler yüklenemedi

source: Showing snapshots for {}
fi: Näytetään tilannekuvat {}
hu: {} pillanatképei
pt_br: Mostrando snapshots para {}
sk: Zobrazenie snapshotov pre {}
tr: {} için anlık görüntüler gösteriliyor

source: No snapshots for {}
fi: Ei tilannekuvia {}
hu: Nincsenek pillanatképek a következőhöz: {}
pt_br: Nenhuma snapshot para {}
sk: Žiadne snapshoty pre {}
tr: Anlık Görüntü Yok {}

source: New
fi: Uusi
hu: Új
pt_br: Novo
sk: Nový
tr: Yeni

source: No Data Found to Snapshot
fi: Tilannekuvaan ei löytynyt tietoja
hu: Nincs felhasználói adat amit menteni lehetne
pt_br: Nenhum dado encontrado para fazer uma snapshot
sk: Nenašli sa žiadne údaje k Snapshotu
tr: Anlık Görüntü için Veri Bulunamadı

source: Opened snapshots folder
fi: Avattu tilannekuvat-kansio
hu: Pillanatképek mappa megnyitva
pt_br: Pasta de snapshots aberta
sk: Priečinok so snapshotmi bol otvorený
tr: Açılan anlık görüntüler klasörü

source: Copied Snapshot Paths
fi: Kopioidut tilannekuvapolut
hu: Pillanatképek elérési útja másolva
pt_br: Caminho de snapshots copiado
sk: Cesty Snapshotov boli skopírované
tr: Kopyalanan Anlık Görüntü Yolları

source: No apps in your selection can be snapshotted
fi: Valikoimassasi olevia sovelluksia ei voi ottaa tilannekuvaksi
hu: A kiválasztott alkalmazások közül egyikről sem készíthető pillanatkép
pt_br: Nenhum app em sua seleção pode ter uma snapshot feita
sk: Zo žiadnej aplikácie vo vašom výbere nie je možné vytvoriť snapshot
tr: Seçiminizdeki hiçbir uygulamanın anlık görüntüsü alınamaz

source: Applying Snapshots
fi: Tilannekuvien soveltaminen
hu: Pillanatképek előhívása
pt_br: Aplicando Snapshots
sk: Použitie snapshotov
tr: Anlık Görüntüleri Uygulama

source: No snapshots to extract
fi: Ei otettavia tilannekuvia
hu: Nincs előhívható pillanatkép
pt_br: Nenhuma snapshot para extrair
sk: Žiadne snapshoty na extrakciu
tr: Çıkarılacak anlık görüntü yok

source: No snapshots were found to extract
fi: Mitään tilannekuvia ei löytynyt otettavaksi
hu: Nincs egy pillanatkép sem, amit elő lehetne hívni
pt_br: Nenhuma snapshot foi encontrado para extração
sk: Neboli nájdené žiadne snapshoty na extrakciu
tr: Çıkarılacak anlık görüntü bulunamadı

source: Apply These Snapshots?
fi: Soveltaa näitä tilannekuvia?
hu: Előhívja ezeket a pillanatképeket?
pt_br: Aplicar estas snapshots?
sk: Použiť tieto snapshoty?
tr: Bu Anlık Görüntüleri Uygulayın?
