Repository: aaronfranke/warehouse
Catalog: po/*.po
Languages: fi, hu, pt_br, sk, tr

source: This will trash the current apps' user data, and apply their newest snapshot
fi: Tämä hävittää nykyisten sovellusten käyttäjätiedot ja soveltaa niiden uusinta tilannekuvaa
hu: Ezzel az alkalmazás aktuális adatai át lesznek helyezve a kukába, és helyükbe a legújabb pillanatkép tarlama lép
pt_br: Isto irá deletar os dados atuais do app, e aplicar sua nova snapshot
sk: Tým sa vymažú používateľské údaje aktuálnych aplikácií a použije sa ich najnovší snapshot
tr: Bu mevcut uygulamaların kullanıcı verilerini, çöpe atacak ve en yeni anlık görüntülerini uygulayacaktır

source: Trashed snapshots
fi: Poistetut tilannekuvat
hu: Pillanatképek törölve
pt_br: Snapshot deletadas
sk: Vymazané snapshoty
tr: Çöpe atılan anlık görüntüler

source: Could not trash snapshots
fi: Väliaikakuvia ei voitu poistaa
hu: A pillanatképek törlése sikertelen
pt_br: Não foi possível enviar as snapshots para a lixeira
sk: Nepodarilo sa vyhodiť snapshoty do koša
tr: Anlık görüntüler çöpe atılamadı

source: Trash Snapshots?
fi: Roskakoriin tilannekuvia?
hu: Törli a pillanatképeket?
pt_br: Excluir snapshots?
sk: Vymazať snapshoty?
tr: Anlık Görüntüler Çöpe Atılsın mı?

source: These apps' snapshots will be sent to the trash
fi: Näiden sovellusten tilannekuvat lähetetään roskakoriin
hu: A pillanatképek át lesznek helyezve a kukába
pt_br: Estas pastas serão enviadas para a lixeira
sk: Snapshoty týchto aplikácií budú odoslané do koša
tr: Bu uygulamaların anlık görüntüleri çöp kutusuna gönderilecektir

source: Loading Snapshots
fi: Tilannekuvien lataaminen
hu: Pillanatképek betöltése
pt_br: Carregando Snapshots
sk: Načítavanie snapshotov
tr: Anlık Görüntüler Yükleniyor

source: Snapshots List
fi: Tilannekuvien luettelo
hu: Pillanatképek listája
pt_br: Lista de Snapshots
sk: Zoznam snapshotov
tr: Anlık Görüntüler Listesi

source: Open Snapshots Folder for this App
fi: Avaa tämän sovelluksen Snapshots-kansio
hu: Alkalmazáshoz tartozó pillanatkép mappa megnyitása
pt_br: Abrir pasta de snapshots para este app
sk: Otvoriť priečinok Snapshotov pre túto aplikáciu
tr: Bu Uygulama için Anlık Görüntüler Klasörünü Açın

source: App not Installed
fi: Sovellusta ei ole asennettu
hu: Az alkalmazás nincs telepítve
pt_br: App não instalado
sk: Aplikácia nie je nainštalovaná
tr: Uygulama Yüklü Değil

source: {} Snapshots
fi: {} Tilannekuvia
hu: {} pillanatkép
sk: {} Snapshoty
tr: {} Anlık Görüntü

source: Error in snapshot handling
fi: Virhe tilannekuvan käsittelyssä
hu: Hiba a pillanatkép kezelésekor
pt_br: Erro no gerenciamento de Snapshots
sk: Chyba pri spracovaní snapshotu
tr: Anlık görüntü işleme hatası

source: Review Selection
fi: Tarkista valinta
hu: Kiválasztás áttekintése
pt_br: Revisar Seleção
sk: Skontrolovať výber
tr: İnceleme Seçimi

source: The following packages will be installed
fi: Seuraavat paketit asennetaan
hu: A következő csomagok lesznek telepítve
pt_br: Os seguintes pacotes serão instalados
sk: Nainštalujú sa nasledujúce balíky
tr: Aşağıdaki paketler yüklenecektir

source: Install a Package
fi: Asenna paketti
hu: Csomag telepítése
pt_br: Instalar um Pacote
sk: Inštalovať balík
tr: Paket Yükle

source: The following package will be installed
fi: Seuraava paketti asennetaan
hu: A következő csomag lesz telepítve
pt_br: O pacote a seguir será instalado
sk: Nainštaluje sa nasledujúci balík
tr: Aşağıdaki paket yüklenecektir

source: package
fi: paketti
hu: csomag
pt_br: pacote
sk: balík
tr: paket

source: Select Source
fi: Valitse lähde
hu: Forrás kiválasztása
pt_br: Selecionar Fonte
sk: Vyberte zdroj
tr: Kaynak Seçiniz

source: Pending Packages
fi: Vireillä olevat paketit
hu: Telepítendő csomagok
pt_br: Pacotes Pendentes
sk: Balíčky čakajúce na vybavenie
tr: Bekleyen Paketler

source: Installed Packages
fi: Asennetut paketit
hu: Telepített csomagok
pt_br: Pacotes Instalados
sk: Nainštalované balíky
tr: Yüklü Paketler

source: {} Pending Package
fi: {} Odottava paketti
hu: {} telepítendő csomag
pt_br: {} Pacote Pendente
sk: {} Čakajúci balík
tr: {} Bekleyen Paket

source: {} Pending Packages
fi: {} Odottavat paketit
hu: {} telepítendő csomag
pt_br: {} Pacotes Pendentes
sk: {} Čakajúce balíky
tr: {} Bekleyen Paketler

source: Installing Packages
fi: Pakettien asentaminen
hu: Csomagok telepítése
pt_br: Instalando Pacotes
sk: Inštalácia balíkov
tr: Paketler Kuruluyor

source: Loading Installation Options
fi: Asennusvaihtoehtojen lataaminen
hu: Telepítési lehetőségek betöltése
pt_br: Carregando Opções de Instalação
sk: Načítanie možností inštalácie
tr: Yükleme Seçenekleri

source: Add Packages
fi: Lisää paketteja
hu: Csomagok hozzáadása
pt_br: Adicionar Pacotes
sk: Pridať balíky
tr: Paket Ekleme

source: Packages queued to install will show up here
fi: Asennusjonossa olevat paketit näkyvät tässä
hu: A telepítendő csomagok itt fognak megjelenni
pt_br: Pacotes na lista de instalação irão aparecer aqui
sk: Tu sa zobrazia balíky čakajúce na inštaláciu
tr: Yüklenmek üzere sıraya alınan paketler burada görünecektir

source: Remove All
fi: Poista kaikki
hu: Mind eltávolítása
pt_br: Remover Todos
sk: Odstrániť všetko
tr: Tümünü Kaldır

source: Add Package to Queue
fi: Lisää paketti jonoon
hu: Csomag megjelölése telepítendőként
pt_br: Adicionar pacotes para a fila
sk: Pridať balík do poradia
tr: Paketi Kuyruğa Ekle

source: Package has been Added to Queue
fi: Paketti on lisätty jonoon
hu: A csomag a telepítendők közé lett adva
pt_br: Pacote foi adicionado a fila
sk: Balík bol pridaný do poradia
tr: Paket Kuyruğa Eklendi

source: Remove Package from Queue
fi: Poista paketti jonosta
hu: Csomag eltávolítása a telepítendők közül
pt_br: Remover pacote da fila
sk: Odstrániť balík z poradia
tr: Paketi Kuyruktan Kaldır

source: This Package is Already Installed
fi: Tämä paketti on jo asennettu
hu: Ez a csomag már telepítve van
pt_br: Este pacote já está instalado
sk: Tento balík je už nainštalovaný
tr: Bu Paket Zaten Yüklü

source: Search a Remote
fi: Etsi etäyhteyttä
hu: Tároló keresése
pt_br: Procurar um Repositório
sk: Vyhľadať vzdialený repozitár
tr: Uzakta Arama

source: Search for Packages
fi: Pakettien etsiminen
hu: Csomagok keresése
pt_br: Buscar por Pacotes
sk: Vyhľadávanie balíkov
tr: Paketleri Arayın

source: Search for Flatpaks
fi: Flatpaks-haku
hu: Flatpakek keresése
pt_br: Buscar por Flatpaks
sk: Hľadať balíky Flatpak
tr: Flatpaks Ara

source: Search for Flatpaks you want to install
fi: Etsi Flatpaks, jonka haluat asentaa
hu: Telepíteni kívánt Flatpak csomagok keresése
pt_br: Busque por Flatpaks que deseja instalar
sk: Vyhľadajte balíky Flatpak, ktoré chcete nainštalovať
tr: Yüklemek istediğiniz Flatpakları arayın

source: Too Many Results
fi: Liian monta tulosta
hu: Túl sok eredmény
pt_br: Há resultados demais
sk: Príliš veľa výsledkov
tr: Çok Fazla Sonuç

source: Try being more specific with your search
fi: Yritä tarkentaa hakua
hu: Legyen kicsit konkrétabb a keresésével
pt_br: Tente fazer uma busca mais específica
sk: Skúste byť prosím pri hľadaní konkrétnejší
tr: Aramanızda daha spesifik olmayı deneyin

source: Try a different search term
fi: Kokeile eri hakusanaa
hu: Próbálkozzon más kifejezéssel
pt_br: Tente um termo de busca diferente
sk: Skúste iný hľadaný výraz
tr: Farklı bir arama terimi deneyin

source: Search {}
fi: Etsi {}
hu: {} keresése
pt_br: Buscar {}
sk: Hľadať {}
tr: Ara {}

source: Searching
fi: Etsintä
hu: Keresés
pt_br: Buscando
sk: Vyhľadávanie
tr: Aranıyor

source: Search in a Remote
fi: Haku etäyhteydestä
hu: Keresés tároló tartalmában
pt_br: Procurar em um repositório
sk: Vyhľadávať vo vzdialenom repozitári
tr: Uzakta Ara

source: Choose a remote to search for new packages
fi: Valitse etäyhteys uusien pakettien etsimistä varten
hu: Válasszon egy tárolót a kereséshez
pt_br: Escolha um repositório para pesquisar novos pacotes
sk: Vyberte vzdialený repozitár na vyhľadávanie nových balíkov
tr: Yeni paketleri aramak için bir uzaktan kumanda seçin

source: Online Searches Disabled
fi: Online-haut poistettu käytöstä
hu: Online keresés kikapcsolva
pt_br: Busca Online Desativada
sk: Online vyhľadávanie je zakázané
tr: Çevrimiçi Aramalar Devre Dışı

source: Your system has no remotes added to search from
fi: Järjestelmääsi ei ole lisätty etäyhteyttä hakua varten
hu: A rendszeren nincsenek tárolók telepítve a kereséshez
pt_br: Seu sistema não tem nenhum repositório adicionado para pesquisa
sk: Váš systém nemá pridané žiadne vzdialené repozitáre na vyhľadávanie
tr: Sisteminizde arama yapmak için eklenmiş uzaktan kumanda yok

source: Add a remote to your system to enable online searching
fi: Lisää järjestelmään etäyhteys, jotta voit tehdä verkkohakuja
hu: Adjon hozzá egy új tárolót az online kereséshez
pt_br: Adicione um repositório em seu sistema para ativar busca online
sk: Pridať vzdialený repozitár do systému a umožniť vyhľadávanie online
tr: Çevrimiçi aramayı etkinleştirmek için sisteminize bir uzaktan kumanda ekleyin

source: Install packages from files on your system
fi: Asenna paketteja järjestelmässäsi olevista tiedostoista
hu: Csomagok telepítése fájlból
pt_br: Instalar pacotes de arquivos em seu sistema
sk: Inštalovať balíky zo súborov v systéme
tr: istemdeki dosyalardan paketleri yükle

source: No files were found to install
fi: Asennettavia tiedostoja ei löytynyt
hu: Nincs telepíthető fájl
pt_br: Nenhum arquivo foi encontrado para instalar
sk: Neboli nájdené žiadne súbory na inštaláciu
tr: Yüklenecek dosya bulunamadı

source: Flatpaks
hu: Flatpakek
sk: Balíky Flatpak
tr: Flatpak'ler
